{
  "points": [
    {
      "point": "LU1",
      "disease": "asthma; Pleurisy of Pthesis (TB); pulmonary and cardiac problems; Swelling of face as well as hands and feet."
    },
    {
      "point": "LU2",
      "disease": "Inercoastal lneuralgia; Tuberculosis; Pneumonia; difficult to lift arm; pain shoulders and upper arms; cough during which any horizontal position is not tolerated.; Occlusion of Throat; bronchitis."
    },
    {
      "point": "LU3",
      "disease": "theumatism; Fits of weeping; sudden oppressed breathing; Pneumonia; Tension at the center of the body; Stenocardia; Somnolence; Hemoptysis."
    },
    {
      "point": "LU4",
      "disease": "Rheumatism; Shortness of breath; Tension in midriff region; pain in chest radiating to inner side of upper arm; Stenocardia; White spot; Hemoptysis."
    },
    {
      "point": "LU5",
      "disease": "Dyspnoea; Frequent sneezing; Hemiplegia; Quadriplegia; Fright in children; Agitation; cough; Bronchitis; pneumonia; Stupor; pain and swelling in throat; piles; Pain and swelling in heel due to deficiency of energy in the kidneys."
    },
    {
      "point": "LU6",
      "disease": "Inability to bend and stretch elbow; Inability to close fist; `Fever with no perspiration; Loose of voice; Swelling of throat; Hedache; Haemorrhoids ."
    },
    {
      "point": "LU7",
      "disease": "Both side star magnet treatment of throat infection ; Hemiplegia; Pareses of the muscles of face; Hot palms; Locked Jaws; Flow of Saliva; Sudden Fainting; Tic Douloureaux; pain in penis; Spastic laughter; Striking forgetfulness ; All chest problems ; Trigeminal Neuralgia ; Asthama; Opens passage ways; Cervical Spondylitis ; Swelling of face with extreme shortness of breath; Good treatment point for teeth decaying; Lu7 is Luo Connecting to Li4(Organ Source Point ) so it cures rehinites and toothache and facial paralysis."
    },
    {
      "point": "LU8",
      "disease": "Bronchitis; Any disturbance with hotness of palms; Spasm of oesophagus; Sudden occlusions; Nausea and pain in plexus region; Spastic pain in chest and back; asthama with vaculty pattern ; Tonsilitis; throat problems; Pneumonia ; Fever but no perspiration; It is important point of Radial paralysis; It is best point of claustrophobia; Forgotten memories of childhood, het remembered, by pressing this point."
    },
    {
      "point": "LU9",
      "disease": "Measles; Alternation between heat flushes adn cold chills; hiccup ; Sneezing; chest pain; Keratitis; Insomnia; Intercoastal arm neuralgia;  heart probllem ; Emphysema ;  Shortness of breath ; Swelling of parotid Gland (below ears to cheeks); Raving speech; Weakness of wrist; chest pain; hot waves; tiredness; recall old memories; varicose veins."
    },
    {
      "point": "LU10",
      "disease": "Fluid pronblems causing oedema and retention of urine; dry throat or mucus in throat and lungs; any sinus trouble; any eye problem including glaucome,shuddering and chattering teeth; High B.P. due to retention of fluid pain in centre of plexus region; Increases ceerebro spinal fluid pressure; asthama with vaculty pattern ;  inflammation of Thyroid ; pain in chest radiating to back."
    },
    {
      "point": "LU11",
      "disease": "Cerebral congestion; Swollen cheeks ; Tonsilitis;  Inability to take only a single bite; Hot palms; Inflammation of Thyroids or prareses parotitis; Influenza ; cough; Swelling of Fingers with Pain; Pneumonia; cramps measles; Strokes ; Veneral pain ; Schizophrenia; Lymphomatosis; Shortness of breath; Abdominal gases; Insomnia; Headaches; Anxiety; Children's Terror."
    },
    {
      "point": "Li 1",
      "disease": "Tonsilitis; Dry mouth; Swelling of side of throat; Toothache; Pain in shoulers and back radiating from supraclavicular fossa; Night blindness; Fainting during high fever; Calms the mingd ; treats transverse colon; treats sigmoid clolon."
    },
    {
      "point": "Li 2",
      "disease": "Finger neuralgia or sprain; laryngitis; Tonsilitis; Swollen Flanks of the throat; Pain radiating from shoulder into back dental arm neuralgia; Parched mouth; Mouth pulled to one side ; Haemoptyses; Bleeding Nose; Spasm sysmptoms; Oesophageal stricturs Constipation; Abdominal Pains; Treats the right flexure of the colon; treats the descending colon."
    },
    {
      "point": "Li 3",
      "disease": "Humid gotness occulusion; Toothache; Cracked lips; Parchedmouth; Profuse salivation; Fatulence; When beneficial bacteria decreases in large intestine."
    },
    {
      "point": "Li 4",
      "disease": "External Wind; Feeling cold treat this point; treats left portiion of transverse colon; treats caecum; Internal Wind; Treat this pont for acute problems; high fever; headeache; blurred vision; loss of hearing; occlusion of throat ; puffed face ; open mouth and clocked jaw; toothache hemiplegia ; pareses of the facial muscles; exanthemas; general measles; pain in eyeballs; periodic fever ; malaria; pain in shoulder and back; still birth of premature births; cold influenza with fever; hayfever."
    },
    {
      "point": "Li 5",
      "disease": "measles; Uncontrolled seizures of laughter and hilarity; Mucus retention; fever with anxiety; Wrist pain ; tooth pain ; Disorders of digestion in children and baby; pinching pain in stomach; special note In case of any problem in Teeth, Eyes, Mouth, Throat, parotid,Gland, Head-Treat Li5."
    },
    {
      "point": "Li 6",
      "disease": "Sharp pain from shoulder to wrist; Tooth pain; epilepsy; Over exitement; hard hearing; Mucus retention; blocked diaphragm; feeling of coldness in teeth."
    },
    {
      "point": "Li 7",
      "disease": "; Splenitis; pain of gas; Eructations and hiccup; Seizures of uncontrolled hilary; Hallucinations; raving madness; Toothache rediating into cheeks and tongue; Pain affecting entire arm making it impossibler to lift it; SPECIAL NOTE It is a special point which helps to reduce excess acid present in stomach.."
    },
    {
      "point": "Li 8",
      "disease": "Dispelling wind; Draining wind humidity; Shattering occlusions; Sooting pain; Treat this point if there is bleeding from mouth or with stool urine etc.; pain in nipple; Unbearable pain in abdomen and lower abdomen; Raving madness; Pain and contracting around the navel; Dry lips; Hemiplegia; Bloody urine; Mastitis; Pthisis."
    },
    {
      "point": "Li 9",
      "disease": "Hemiplegia; Pareses of limbs."
    },
    {
      "point": "Li 10",
      "disease": "cholera Type Stools; Loss of voice; hemiplegia or pareses of facial muscles; Inability to strech the elbow; lLi10 is a motor point which extends, abducts wrist joint and supinates forearm.."
    },
    {
      "point": "Li 11",
      "disease": "Trembling of Hands; Fever; Measles; Depression; Itching all over the body; Paralysis; Occlusion of throat and loss of voice; Epileptiform seizures; forgetfulness Pain inarm and lower arm; Itercostal neuralgia; Waekness swollen outer throat; Tonsilitis; high B.P. ; low B.P.; leukocytemia ; Enlarge thyroid; Skin Affections of all kinds; To forget the memory of any dead persons; Best point to treat cerebral congestion between 5am to 7am; treat Li11 and Li15 for Trachea and Troat Problems.; Mouth Diseases; common cold.."
    },
    {
      "point": "Li 12",
      "disease": "Expelling wind humidity; Weakness; Elblow joint very painful and can not bent; Spasm and pareses in the arm and the elbow neural monoplegia in the arms."
    },
    {
      "point": "Li 13",
      "disease": "All kinds of visual disorders; contravections; Timidity and Anxiety; Somnolence."
    },
    {
      "point": "Li 14",
      "disease": "Local pain in upper arm causing abduction and lifting difficult;  Pain in Neck; Swelling of outer throat; Hyperthyroidism; Contraction of Esophagus."
    },
    {
      "point": "Li 15",
      "disease": "High Blood Pressure; Shoulder joint inflammation; Hemiplegia and pareses of different limbs.; V. IMP treat this point in case of chronic and constitutional depletion due to wind and the patient has a grey, exausted complexion, shows great chilliness, a slowed down metabolism, depleted pulses with swelling of throat.."
    },
    {
      "point": "Li 16",
      "disease": "High and Low blood pressure; Impeded movement of the arm; Stasis of body fluids and blocks in chest; haemoptyses ; Epilepsy."
    },
    {
      "point": "Li 17",
      "disease": "Sudden loss of voice; Derllinh in inner and outer throat; Suffocation ; Rattling noise in respiratory tract;  Obstructed respiration due to occlusion of throat; Contraction of Esophagus; Swelling of Thyroids."
    },
    {
      "point": "Li 18",
      "disease": "Hyper Thyroidism."
    },
    {
      "point": "Li 19",
      "disease": "clogged Nose; Nose bleed ; Special Note good point to treat neural monoplegia."
    },
    {
      "point": "Li 20",
      "disease": "Polyps in the nose; Loss of smell; Nose bleed ; Unilateral nasal dicharge, swelling and pain in lips; Unilateral pareses of facial muscles."
    },
    {
      "point": "St 1",
      "disease": "Conjuctivitis; Nigh blindness; All kinds of vision problems; Myopia; glycome; dark spot; light spot."
    },
    {
      "point": "St 2",
      "disease": "Impired vision; Painful red eyes; Cataracts; Mouth pulled to one side."
    },
    {
      "point": "St 3",
      "disease": "treats wind diseases; Balances Live Qi; Facial paralysis; spasm or pareses; Night blindness; Contract; Myopia ; Twitching eyelids; Toothache; Swollen lips; Swollen outer throat; In facial paralysis; when patient is unable to show his teeth."
    },
    {
      "point": "St 4",
      "disease": "One sided paralysis; pareses ; Any problem of eye muscles; Eyelid which can not be closed; Drooling; Paralysis epiglottis causing loss of voice; Inability to swallow; Continuous uncontrolled movement of eyeball; st4 supplies skin of cheeks, gums, first two molars and pre moral."
    },
    {
      "point": "St 5",
      "disease": "maxillary sinus; treats wind diseases; Unable to close mouth; Muscles of the face drawn to one side; Paralysis of eyelid; Toochache; allergic rhinitis; Maxillary sinus problems."
    },
    {
      "point": "St 6",
      "disease": "Relieves wind diseases; Cures lockjaw; Toochache; Lock Jaw; Loss of speech One sided facial paralysis; Treat this point for 6th and 7th teeth upper jaw."
    },
    {
      "point": "St 7",
      "disease": "paralysis and pareses of lateral parts of facial muscles; Jaw dislocation; Swollen molar gums; Treat upper teeth,specially teeth no 5 to 8; Tinnitus and hearing problems."
    },
    {
      "point": "St 8",
      "disease": "treats wind diseases; Balances the liver and Gall Bladder meridian; continous uncontrolled twitching of the eyeball ; Continuous movement of the eyeball; Facial paralysis; Treat lower teeth 5 to 8."
    },
    {
      "point": "St 9",
      "disease": "Relieves congestion in throat and larynx; Harmonises the Qi; High B.P. or low B.P.; Asthama; aphasia; Localised hotness symptoms; Contravection; enlarged and swollen thyroid; Treat diseases related to parathyroid gland as deficiency of Lime."
    },
    {
      "point": "St 10",
      "disease": "Gaining or loosing body weight; Inability to support a supine position; Contravention ; Treat this point for any problem related ot Thyroid glands."
    },
    {
      "point": "St 11",
      "disease": "Disprerses wind ; Expells coldness ; Throat occlusion and suffocation; Contravention with diffult movement of head; Treat this point for week ligaments of organs of our body; Deficiency of energy in spine; disorders of joints; Chronic focal infection."
    },
    {
      "point": "St 12",
      "disease": "Disperses humid wind; Pain in the lower back preventing bending down spasm and pareses of the arms."
    },
    {
      "point": "St 13",
      "disease": "Stimulates individually specific active energy; Disperses humid wind or cold wind ; Treat it for Achalasia, a disease of young person; Pain in chest and back and flanks with cough without Expectoration ; Panting; Loss of taste."
    },
    {
      "point": "St 14",
      "disease": "Tension in chest and flank;  contravection and cough; Oesophageal spasm."
    },
    {
      "point": "St 15",
      "disease": "this point can be effectively used in case of spasm and pareses in any part of the body,especially oesophagus; contravections with copious purulent or bloody phlegm; Heavy Limbs; Pain in the skin, so sensitive That contact with cloth is even unbearable."
    },
    {
      "point": "St 16",
      "disease": "Repleted chest; contravections(hiccup,cough, panting,diarrhoea); Sound in intestines; Pain in flanks; Heat flushes and chills in mammary ulcers; Insomnia."
    },
    {
      "point": "St 17",
      "disease": "Sudden epileptic seizure; Oppressive heat diseases like heat stroke; carcinoma of breast ."
    },
    {
      "point": "St 18",
      "disease": "Choking when eating; Unable to swallow food; Ulcer or pain in mammary gland; Contravections with cold extremities; Cholera; Convulsions."
    },
    {
      "point": "St 19",
      "disease": "colics in the abdomen; Pain in shoulders and flanks radiating into back; Asthama and cough; Nausea and vomiting; spasm; -."
    },
    {
      "point": "St 20",
      "disease": "Contraction of Oesophagus; Loss of appetite; jaundice; All Liver Problems; Pain in flanks; Pain in pit of Stomach; Contravections; Contravections of diaphragm."
    },
    {
      "point": "St 21",
      "disease": "No liking of food and drink; diarrhoea, stool contains undiagested food; jaundice; Pain in small ribs and flanks; Prolapse of anus; Indigestion, gas and acute diseases of stomach; Ulcer of stomach and duodenum; Sharp pain in abdomen Due to excess acid."
    },
    {
      "point": "St 22",
      "disease": "Feeling of stagnation in the centre of the body; Noises in intestine; Sudden colic;  Diarrhoea; Loss of appetite; Urine problems."
    },
    {
      "point": "St 23",
      "disease": "Madness; Protruding tongue; Great restlessness; special note This point is called cohesion point and is indicated to reestablish cohesion of a personality, both physically and mentally."
    },
    {
      "point": "St 24",
      "disease": "Tongue protruded from the mouth; Madness; Epileness; Epileptic seizures; Nausea and contravections; Speech problems; Prolapse of anus; Sharp pain in intestines; Swelling of face, limbs and abdomen; Loss of appetite; Lumps in abdomen; Pain in abdomen before and after menstruation."
    },
    {
      "point": "St 25",
      "disease": "Acute and chronic gastritis; Dynentry due to infection; Influenza due to infection; Metritis; Ascarids; Peritonitis; Nausea and vomiting with diarrhoea; Diarrhoea due to coldness; Irregular mentruation; Leukorrhoea; Infertility; chronic diseases."
    },
    {
      "point": "St 26",
      "disease": "Soothes pain; Removes coldness diseases  of lower warmer; Pain around navel; Menstrual pain; Menstrual Pain; Vague Nausea arising from the centre of the body; Appendicitis."
    },
    {
      "point": "St 27",
      "disease": "Leucorrhea; Loss of semen in males; General fatigue; Infertility; Insomnia; Irregular micturition; Complete retention of urine; Intense thirst;  Nightmares; Enlarged Prostrate gland; special note for any problem, below navel treat this point."
    },
    {
      "point": "St 28",
      "disease": "Lump in uterus; Feeling of cold in vagina and outer genital; Retention of urine; All types of irregular mestruation; Pain in abdomen radiating to genital; Enlarged prostrate."
    },
    {
      "point": "St 29",
      "disease": "Shrunken scrotum; Ascended testicles into abdomen; cold or painful penis; Atrophy of penis or genitals; Impotence; absence of menstruation; Inflammation of scrotum or uterus."
    },
    {
      "point": "St 30",
      "disease": "Synromes in the lower abdomen ; Intolerance of any horizontal position; Contravections; Impotence; atrophy of genital; Pain in genitalc testes radiating into abdomen; Pain in loins ; Infertility of woman; Irrgularities of pregnancy; Heat in Large Intestine; High B.P.; Bleeding from intestines ; Heat stroke; Prolapse anus convulsions."
    },
    {
      "point": "St 31",
      "disease": "Weakness of knee; Numb feet; Pain in the hip joint; tension in ujpper leg; Difficult bending of the leg and bowing;  Pain in abdomen radiating in upper leg; Any trouble of sperms and testicles; Any trouble of ovaries and fallopian tubes."
    },
    {
      "point": "St 32",
      "disease": "Coldness of knee; Formincation all over the body; Occlusions and contravections; Excitement; Raving madness; Spasms; Tense muscles of hand; Heaviness of head; Drowsiness; All gynaeco logical problems; it is a good point for smoker's leg,."
    },
    {
      "point": "St 33",
      "disease": "cold disease viz; pain in the abdomen; weakness of lower extremities feeling as if the legs are chilled.; diabeties."
    },
    {
      "point": "St 34",
      "disease": "Inability to bend and/or stretch knee; Arthritis of knee; Pain in hips and leg; Pain in stocmach; Cold feet; Painful breast; Cramps and convulsions of Stomach; Diarrhoea; Pareses of limbs; Painful nipples Heat stroke; Diabetes; Appendicitis."
    },
    {
      "point": "St 35",
      "disease": "Gastritis; Pareses of the lower extremitis; Ulcers on the legs and feets;  Pain and welling of the knee;  Inability to bend or stretch the knee (Arthosis of knee)."
    },
    {
      "point": "St 36",
      "disease": "Pain or stiffness of the knee; Pain in the hollow of the knee; Diarrhoea with vomiting; Weakness; Fainting after heavy losses of fluids; Ulcers of Stomach; Acute pancreatitis; Digestive disorders of infants; Hemiplegia,paralysis and pareses; High blood pressure; Leukocytemia; Allergies; Jaundice; Impaired potency."
    },
    {
      "point": "St 37",
      "disease": "A good point for any problem of Large Intestine; Avery good point for chronic diarrhea; Apendicits; Enteritis; Bacterial dysentry; Gastritis; Hemiplegia paralysis; pareses, ; numbness; stiffness of the limbs and their joints; Weak digestion."
    },
    {
      "point": "St 38",
      "disease": "A very good point for shoulder pain especially at Li 15,16; Numbness of feet; Inability to move the feet; heat sensations in the flanter side of the feet; pain and swelling of knee joint."
    },
    {
      "point": "St 39",
      "disease": "Pain in foot , especially affecting the heel; Uncontrolled flow of saliva; Parched mouth; Reluctance to eat; Diarrhoea producing purulant or bloody evacuation with abdominal pain; relieves any abdominal spasm; Regulates Small intestine; Extra ordinary volubility; Hot spot on the cheek infront of the ear; Occlusion of throat; Deficiency of Kidney Qi."
    },
    {
      "point": "St 40",
      "disease": "Best point to expel phlegm; It called abunant bridge, because it treat lump between Stomach and spleen meridian; It aids removal of lumps in the thyroid and uterus areas.; It is a good point for Asthama; Any visible major change appearance of health and bodily shape can be treated by this point; cold hands and feet; Hiccup; Stablling pain in chest or abdomen; Sudden onset of persistent headache; Occlusion of throat with sudden total loss of voice; Excess desire to move about; The patient screams, fights or sings and puts off his clothing; Uncontrollable Laughter; Treat weak legs and foot drops; Cough with profuse expectoration; Neuropathy; Vertigo and Dizziness; If skin and muscles are dry and infront of leg below knee, treat this point ; St40 is a motor point which extends graet toe.."
    },
    {
      "point": "St 41",
      "disease": "This is fire point of the Stomach meridian; It is known as the dispersing Stream; A specific point of Ankle joint; Releases spastic tension; Soothes pain ; Expels humid wind and/or wind hotness; Problem in digestion, due to lack of acid in stomach, treat st41(left); heat in  the head and cold feet; severe headache ; blood shot eyes; headache at eyebrows; Arthritic facial headache cum oedema; Constipation; Great restiveness; Helps all joints especially ankle joint ; Theumatism; Good point of Epilepsy and Muscular Destrophy; Vertigo; `."
    },
    {
      "point": "St 42",
      "disease": "Extreme exitation and raving; Tootache in the maxilla ; Weakness or collapse of feet ; Sudden convulsions; Sudden shft from hot to cold; Trat acute diseases; Intense pain; Swelling of dorsum of foot and arthiris of foot ; Swelling of esophagus ; Spasm ; stricture; contraction; cancer ."
    },
    {
      "point": "St 43",
      "disease": "Accumulation of water at diffent locations in the body, abdomen and limbs; Special treatment point ot stop frequent hiccups. sometimes frequent hiccup from several days may stops like miracle by applying star magnet on foot at this point; Rumbling noise in the intestines; Swelling of face especially of the eye region; Hemia; Flatulance; Pain and swelling in dorsum of foot +st44; Threat this point for trouble in right side of stomach, or degenerative changes of cardie of stomach, results diverticulum. Treat this point for swelling and spasm of Oesophagus or achalasia of cardia."
    },
    {
      "point": "St 44",
      "disease": "Relieving pain; Regulating Qi; heat of stomach; It is a treatment point of fundus vent; It is a treatment point of fundus ventricular and pyloric antrum and fornix of Stomach; Lower jaw paralysis ; Trigeminal neuralgia ; facial problems: Whe patient feel burning and hot on  face. This point gives relief immediately; Pareses of facial muscles and mouth drawn to one side; Lock jaw; Toothache espaecially in maxilla; Inflammation of thyroid; Treat this point for dry mouth, salavia secretion will start ; Diarrhoea producing purulent of bloody excretions; Pain in th e scalp; If food stucked in Stomach , this point helps in moving down food and digest; It is a important point of hangover after drinking wine; It is a treatment point reduces heat of stomach; special note It is a distal treatment point of headache, toothache, stomach pain and loose motion."
    },
    {
      "point": "St 45",
      "disease": " All mouth problems including gingivitis; Swollen face; Ascites; Mouth pulled to one side ; Swelling of exterior of throat; Pain in abdomen and the plexus region; Neuropathies; Loss of appetiie or very hungry; Pylorus; A small quantity of dark urine; Hepatic abcess; Jaundice; Anaemia; Spasm of limbs; Pain in leg and keen; Pain in leg and keen; Pain in th ecalf and part of foot, which may also be swollen; Fear of choking and feeling of occlusion; chills , specially foot; It is a treatment of displacement of knee-cap. Put the knee cap on actual position  by one hand;  Neuropathy of feet, because of diabetes or any other reason, can cure by treating this point."
    },
    {
      "point": "Sp 1",
      "disease": "Expells humidity; Regulates the body fluid; irritation of Lymph Glands of upper part of body; Relieves spasms in uterus;  great chilliness with cold feet ; Inability to sustain lying down or Horizontal position; Profuse menstruation; Dysentry and colitis;  haematuria; Nosebleed; Inhibited descent of the testes; Tonsilites; Haemorrhages in any spot in the digestive track; Neuroses and neurological symptoms of all kinds; With mental backwardness if feet are cold treat St 1 also, if feet are hot treat Liv1; Convulsion; All kinds of menstrual Disorders; It regulates blood from the nose, stomach, Bladder and intestine; It calms the mind; It relieves spasm in uterus; Do not moxa. Do not treat Sp1 and 2 to pregnant lady; Treat for Albumin in urine.."
    },
    {
      "point": "Sp 2",
      "disease": "It is special treatment point for mentally reterded; Dizziness after taking food; Hunger combined with great nervousness; Fever with no perspiration , heavy limbs,cold hands and feet, tense abdomen, belching, nausea atc; It is also specified treatment point of gout, as it reduces uric acid.; Treat it, who do not eat himself; Anorexia; Gastric spasm; Pain and stiffness of back and hips with dizziness, pain in ankle,Stomach and centre of body. The patient can not bend back or forward; In one sided problems and pareses treat sp1 and sp2 both; This point promotes the digestion ; it helps general fatigue; Agitation and fear in children; Note do not use this point During Pregnancy."
    },
    {
      "point": "Sp 3",
      "disease": "Treatment on the point increases red blood cells and the haemoglobin; Fever with poor digetion, ; nausea,; vomiting, ; DIARRHOEA; constipation with hard stool;  Pain in legs,;  pain in knees;  pain in ankles; lumber problem; hernias; Diabetes; any lungs problem ; special note- Thight shoes continuous give pressure on this point . It effects normal healthy. I this conition change shoes and treat sp3, byol point."
    },
    {
      "point": "Sp 4",
      "disease": "any infectious disease with fever, ; loss of appetite; breathing problems; excess perspiration; womiting ; swelling on face; restlessness; bitter mouth; tympanites of the abdomen; jaundice with yellow or greenish complexion; great apprehension; hunger but does not like food; excess perspiration; It relaxes from suffocation; Pain in internal (medial) malleolus; Inflammation in Heart; Disorder of menstruation; Swellings of Head and Face; Abdominal cramps; Pain in the centre; if there is haemorrhage anywhere in the digestive tract; cancer; It treat all 14 types of fever with Nue;  A good point for Ascites."
    },
    {
      "point": "Sp 5",
      "disease": "Good treatment point of digestive systme; Pain in the medial malleolus; Terror symptoms in infants; Epoleptic seizure of adults; Periodic change between shivering and prespiration; Swelling and ulcers of the foot; Intense coughing; Intense pain in the genitals,radiating into the abdomen and making the patient rollup; feeling of lump in stomach; Somnolence; Intense pain in the root of the tongue Jaundice with desire for food but can not eat; Pain in mammary Gland Very good point for oedema of the abdoman, spasm of calf; cough ; Treat this point for week muscles and organs of diaphragm collapse. Moxa tons muscles and cures Ptosis."
    },
    {
      "point": "Sp 6",
      "disease": "Treat to stop bleeding in any where in body; vomiting of water after eating; Cutting pain near navel; Diarrhoea, nausea and vomiting; Arrested digestion; Loss of semen during sleep; The patient breathes through the open mouth with cold feet; cures anaemia; Kidney deficiency syndromes like urinary problem; Infertility in male and female ,; miscarriage, stillbirths, retained placenta; Pain in genital; Eosinophilia; Ulcer and Lumps in abdomen; Lock jaws; IN scanty and delayed menses moxa this point ; It calm s the mind and induces sleep; This point will stop any lower abdomen pain; It calms the mind and induces sleep; this point will stop any lower abdomen pain; It is major point for all gynecological problems; Treat sp6 and p6 for weakness; Indigestion; ulcer, burnig ovaries and uterus problems."
    },
    {
      "point": "Sp 7",
      "disease": "Weight loss inspite of sufficient food intake; scanty urine; Pareses and paralysis of legs one of the best points; Pain on foot ; Sneezing; Colics ; A sad mood; flatulence."
    },
    {
      "point": "Sp 8",
      "disease": "lower back pain and bloated hard abdomen; Lumbar problems; No appetite; Scanty urine; Uterus problem; lump in lower abdomen ; Leuocorrhea; scanty of sperms in male."
    },
    {
      "point": "Sp 9",
      "disease": "No appetite; Lower back pain; Diarrhoea with vomiting; vaginitis; conravections with inability to support a horizontal position; urine problem ; Feeling of heat in chest , cold in abdomen and tenstion below ribs; Goot treatment point of cramps , specially legs and thight ; swollen and painful ankles , knees and legs .; Nepritis; Enterity; Retention of urine; Excess saliva; Treat all incontinence as urine , stool , tears , saliva , sperms ."
    },
    {
      "point": "Sp 10",
      "disease": "thrombosis of lg veins ; testicles and uterus inflammation; itching anywhere in body; to grind teeth; Menstruation problem; Treats bloody piles; Haemorrhages of any type ; contravection of Qi; Allergy any type; treat in case of dry vagina, and feel pain during intercourse.; Blockage of pelvic veins, results lower leg thrombosis."
    },
    {
      "point": "Sp 11",
      "disease": "retention of urine; Enuresis; Any problem of sperms and testicles ; it is a important point of testicles and ovaries; Note- Treat Sp11,12 Tw1, St30 for the problem before periods(M.C.) treat uterus for problems of after periods.."
    },
    {
      "point": "Sp 12",
      "disease": "Lumps in abdomen; Restless fetus; Retention of urine; It is a Lymph point of testicles and overies and uterine . In all above problems treat this point with Sp10; balching with sound."
    },
    {
      "point": "Sp 13",
      "disease": "Sunstroke symptoms; Obstruction or lump in th abdomen with pain ; distention, headache , nausea and vomiting, diarrhoea; It is alymph point of prostrate , penis and urethara of male , uterus vagina and urethara of female. so in any problem of these organs , treat this point .."
    },
    {
      "point": "Sp 14",
      "disease": "Trat if penis is bent; Sensation of cold in the abdomen; Diarrhoea; Contravection with coughing; Piercing pain in the centre radiating to thorax; Pain around navel; In any Gall Bladder problem ; Bile Duct; as blockage of portal veins; H.B.P.; Jaundice; right Heart failure."
    },
    {
      "point": "Sp 15",
      "disease": "Contravections caused by wind diseases with  chilling; Contravections caused coldness diseases with heavy extremities,; excess sweating,; Diarrhoea; sadness; depression ; apprehensive; It is lymph node point of spleen ; tail of pancreas and fundus of Stomach ; Treat in acute entercolitis."
    },
    {
      "point": "Sp 16",
      "disease": "condness symptom wit pain around navel ; Poor digestion ; Diarrhoea with vomiting; bad smelling of faeces ; cold stomach."
    },
    {
      "point": "Sp 17",
      "disease": "Massive humidity disease like ascites and Tumescence; this point treats the excessive and massive humidity disease and drains out excess humidity from the whole body."
    },
    {
      "point": "Sp 18",
      "disease": "Condreavections with all type of problem in the chest like pain ; tension; uneasiness; problems of mammary glands; ulcers in abdomen."
    },
    {
      "point": "Sp19",
      "disease": "Relieves pain and distention in the chest; pain and tension in the chest flanks; Sometimes the pain radiates to the back making it difficult to take a turn on the bed.; Special Note:- Treat this points in case of formation of excessive saliva."
    },
    {
      "point": "Sp 20",
      "disease": "Opprsive chest and flanks with impairment of every movement ; Inability to swallow food ; Thirst increased; cough with excess expectorant."
    },
    {
      "point": "Sp 21",
      "disease": "pain in the chest and flanks with breathing problems; if there is repletion; Pain in the whole body; if there is depletion; Weak and flaccid joints with catatonia."
    },
    {
      "point": "H1",
      "disease": "Sadness ; Depression; Excess thirst; Coldness in the upper arm; problems aggravated by movement ; this is a good point for the primary tuberculosis of the Lymph nodes; Elbow and arm pain."
    },
    {
      "point": "H2",
      "disease": "jaundice; Heaviness in all the limbs; Pain in shoulder and arm; Difficulty in raising the arm."
    },
    {
      "point": "H3",
      "disease": "wind diseases and humid wind; pareses of the arms; Himid wind diseases ; contravections with hiccup; nausea; excess saliva; swollen throat and heaviness in plexus region; Schizophrenia; angina pectoris; writers cramps, chorea , parkinson, tremors of forearm; Inflammation of the lymph nodes; Pulmonary tuberculosis; All type of neuralgias including inter costal neuralgias; sadness; Axilla pain; Paralysis of arm; Treat this point in bloody red eyes and can't tlerate light. Because one brench of heart meridian goes to eyes.; h3 is a motor point wich pronates and flexes arm.."
    },
    {
      "point": "H4",
      "disease": "Sudden loss of voice; particularly in teh young girls due to any emotional set  back of stock; Sudden loss of strengh in the  legs making it difficult to walk and especially in young girls due to any emotional set back; Arthiric pain in elbow; Nausea with no vomit Depression Phobias; pain in chest and plexus region Treat H4 for pain near H3 on elbow."
    },
    {
      "point": "H5",
      "disease": "Wind diseases viz; sudde loss of speech,; occlusion of throat and tongue; Headache ; vertigo; irritation continuing for days together; Hotness diseses viz; Excessive bleeding during menstruation; pain in wrist and hand; elbow and upper arm; Short breath; Bradycardia; A star magnet treatment at this point; at times correct the slow pules rate instanly ; burning hot on face; Asthama; Schizophrenia; Neurasthenia; Red eyes Cough; Treat H5 for nervousness in examination and on going to stage; sudden loss of voice. ; it recall the energy of speech."
    },
    {
      "point": "H6",
      "disease": "perpiration during sleep; unbrearable pain in the chest; chilliness ; nose bleed ; chocked throat ; headache; Insomnia; Liver Congestion; Maycordium; Acute heart disease ; angina pain ."
    },
    {
      "point": "H7",
      "disease": "Hotness in the Heart symptoms like any type of periodic fever; Caused by infection with symptoms such as great rstlessness and irritation no desire for clod drinks; Pharyngeal paralysis; coldness in heart symptoms like : chillness with agreat desire for warmth; dry throat,; cold arms and hands ; seizures of laughter; Insomnia; absent minded ; hot palms ; short breath;  pain in chest and plexus region; cardia dilations; sudden change of mood or Psychorathies of anxiety; Too talkactive(oral diarrhoea); Insomnia; Vomiting of blood; Madness; Epilepsy; treat H7 for shying in sex with Si16 Tw16, P6, St16; to increasing blood circulation in heart and this calm the heart and mind; paralysis of tongue and or larynx; rythmic disorders of Heart beat ."
    },
    {
      "point": "H8",
      "disease": "Contracted little finger due to spasm; Stabbing pain in abdomen; Retention of urine; Prolonged fevers with itching and pain in gental and erections; Oppressed breathing; Hot palms; Tension from elbow to axilla,chest,thorax; Depression; dreams; Confused state."
    },
    {
      "point": "H9",
      "disease": "Depression; mental retardness; Unconcentrate mind; unwillingsness of doing work; Apoplectic seizure; Sudden change of mood; fainting ; Phlegm in upper warmer with depressed mood; fever with restlessness ; tension in whole body,; contravections; nausea; Thirst; Pain in plexus and chest ; yellow scleras; throat blocks with feeling of suffocation; Pleurits; Anxiety; Palpitaion; Swelling of bronchi; Restlessness for any reason."
    },
    {
      "point": "Si1",
      "disease": "Appendicitis; flow of saliva from the mouth; Sitffness fo small finger; Epileptic seizures; Swelling of the breast or mamitis; Insufficeint lactation; Fainting ; Hearing problems; Film or mist over eyes; cataracts moving over the cornea; periodic fevers with no perspiration; Short breath suffocation and chocking of throat; Stiff tongue; Dry mouth and incoherent speech and great restlessness; Stiff neck; Pterygium; Any problem of saman vayu; worms; it balances the bile supply and excretion."
    },
    {
      "point": "Si2",
      "disease": "Formication and/or pain in the hands and fingers; clogged nose with yellow discharge; Pain in eyes; Cataracts; pain in the arm, neck or head; Epileptic seizures; Swollen breast; Best point for swollen cheeks."
    },
    {
      "point": "Si3",
      "disease": "Nausea and desire to vomit; Tinnitus and hardness of hearing; Bleeding nose;  Deaf-mutism; Stiff neck; headache and on the lateral eyes; tension and pain in the thorax; red eyes; Cataract on corneal opacity; Pain from neck to thorax; periodic fevers with cough ; chest pain and eyesx problems; Epilepsy; Pain on cervical 7 with vertigo; mumps ; pain outer side of eyes ; pain inner side of eyes; pain above eye brow near mid eyes."
    },
    {
      "point": "Si4",
      "disease": "Fright symptoms in children ; Pain and weakness of wrist; jaundice; Gastritis; Diabetes; Inflammation of the finger joints or metacarpals or elbows; hemiplegia; PARESES AND PARALYSIS; Spastic tension of the members; Treat this point in any problem of fingers; if unable to fold fingers to make fist; rihgt shoulder pain due disorders of small intestine."
    },
    {
      "point": "Si5",
      "disease": "tongue protruding from the open mouth; Incoherent speech; Aimlessly gazing things; Spasms and pareses of the infants with pareses to tongue and inability to cry or suck milk; occlusion of throat with loss of voice and spasm of larynx; Epilepsy; Madness; Wrist joint ; special note- It is an important treatment point of Pyorrhea."
    },
    {
      "point": "Si6",
      "disease": "All kinds of disorders of vision ,blood shot eyes; All types of pains and stiffness in neck; Hingh blood pressure; Pain above medial side of eyes; Difficulty in moving arm and shoulders due to pain; Redness and swelling in elbow joint ; pain in the lower back ; cervical spondylitits."
    },
    {
      "point": "Si7",
      "disease": "All kinds of mental and emotional disorders ; great apprehensiveness; depression; madness or epileptic seizures;  The effects of extreme stress; Specific treatment point of hand's fingers; Important treatment point of knot between fingers; good treatment point for abcess of paralyse.."
    },
    {
      "point": "Si8",
      "disease": "Epileptic seizures with stiff neck; Deafness; pain affecting the neck with dizziness; open or closed ulcers; pain radiating into the axilla; Pain and spasms in the upper arm and fore arm as if it was broken swelling of face; vertigo ; Gingivitis ; Cervical adenitis."
    },
    {
      "point": "Si9",
      "disease": "pain in shoulder blade and scapula; Swallen cheek; toothache; special note- Si9 improves circulation in hands."
    },
    {
      "point": "Si10",
      "disease": "Hypertonia; Weakness of the arms and the  hands of elderly person; intense pain in shoulder joint rendering the lifting or abduction of arms difficult; Wound or any skin disease or pain on chin; special note It is transport pont of upper arm, so treat it in any problem of upper arm."
    },
    {
      "point": "Si11",
      "disease": "pain in shoulder upper arm and scapula with inability to raise the arm; pain in chest, thorax flanks,; Contravections and cough; Swlling of cheeks and jaw; si 11 is a motor point which rorates arm laterally and abducts arm."
    },
    {
      "point": "Si12",
      "disease": "pain in shoulder and scapula with inability to move the arm ."
    },
    {
      "point": "Si13",
      "disease": "pain is scapula and/or shoulder producing occlusion and a sesation of hotness;  ."
    },
    {
      "point": "Si14",
      "disease": "cold numb upper arm and upto elbow; Pain in  shoulder blade; Stiff neck."
    },
    {
      "point": "Si15",
      "disease": "pain in shoulder and shoulder blades; contravection with cough and blood in expectoration vision troble of any type; periodic fever; Special note Treat this point for blood mix saliva."
    },
    {
      "point": "Si16",
      "disease": "choking in throat,; Swallowing difficult; Hearing problems with or without difficult; Hearing problems with or without tinnitus; sudden breathing problem; Swollen cheeks and external throat; Shoulder to nech stiffness."
    },
    {
      "point": "Si17",
      "disease": "wind dieseses; aphasia; tinnitus with hearing trouble; toothache; Contravections; Short breath; pressure pain in chest; Humidity diseases; chocked throat; Ulcers in neck or throat."
    },
    {
      "point": "Si18",
      "disease": "Facial paralysis or pareses affection mouth, eyes; Uncontrolled twitching of eyes muscles; Ulcers on the lips Toothache; Spacial note An import treatment point of trigeminal neuralgia and facial pain."
    },
    {
      "point": "Si19",
      "disease": "If and insect goes inside the ear or water enters the ear , to expel treat this point ; Deafness or hardness of hearing; tinnitus; any problems of pituitary Gland; to talkative person, begans to listen; According to first and last point, treat si19, for problem near si1."
    },
    {
      "point": "UB1",
      "disease": "Red eye; Tearing eye; cataracts; Night blindness; Blurred vision; Naevi on eyelids; Farsightedness; colour blindness; Refectory anomalics ; Conjunctivitis; Inflammation of optical nerve; Atrophy of optical nerve ; glaucoma; Paralysis of facial nerves; Inflammation of retina."
    },
    {
      "point": "UB2",
      "disease": "Short sighted; Acute conjuctivitis; Striae cornea; Tearing eyes ; Twitching of ocular muscles; Itching eyes; Pain and swelling in eyes ; Epilepsy and fainting; Madness; headache."
    },
    {
      "point": "UB3",
      "disease": "Epilepsy; Headache; clogged nose."
    },
    {
      "point": "UB4",
      "disease": "SYPMTOMS OF WIND DISEASES WITH ; CLOSED EXTERIOR; pain and swelling in tip of skull ; distention in chest and plexus; no perspiration with fever; restlessness."
    },
    {
      "point": "UB5",
      "disease": "Expels wind; opens exterior; treats spasm; spasm of muscle of back; Epilepsy; convulsions; Blurred vision; Reduced Sensory perception."
    },
    {
      "point": "UB6",
      "disease": "treats wind diseases; dulures cataract`; cataract in the eyes; Night blindness; Spasm and pareses of vocal muscles and cord; loss of sense of smell; Dizziness; Nausea and vomiting; Increased discharge from nose."
    },
    {
      "point": "UB7",
      "disease": "vertigo; Fainting; Swollen throat (exterior); Stiff neck(torticollis) with pain in turning the head; Nose bleed ; Any nose problem."
    },
    {
      "point": "UB8",
      "disease": "sudden loss of vision; tinntus and deafness; vertigo; Night blindness; spasm  ; raving."
    },
    {
      "point": "UB9",
      "disease": "short sighted; Violent pain in the eyes and the orbit with a feeling that the eyes are being pulled out."
    },
    {
      "point": "UB10",
      "disease": "voilent pain in the eyes and the orbit with a feeling that the eyes are being pulled out; Pupil of the eyes going up; Madness loss of sense of smell; Pain in the shoulder and neck; Swelling of the throat; Vertigo; Great headache; Hurting on UB 10 can be fatal."
    },
    {
      "point": "UB11",
      "disease": "Apply methi seed in chill and cold felling or frequent catching cold; Influenza type fever with cough, headach. sore throat,; chest pain ,; Dizziness ; stiff neck with pain in scapula; Weak legs; Difficult to stand for a long time; Any type of spasm treat here; Epilepsy; Any bone problem; Weakness and fatigue; Treat pain in wrist or broken wrist, for jointening bone; UB11 is a motor point to retract and flexes scapula and to raise ribs on inspiration and to extend thoracic vertabrae."
    },
    {
      "point": "UB12",
      "disease": "any type of fever including influenza with contravections; cold; asthama; cough; ulcers on the back; sneezing; Stiff neck; Sensation of heat in the thorax region does not like any horizontal position.; Bronchitis; pneumonia ; Pleuritis ; Neurasthenia; Treat in feeling of too much cold in body; Cupping this point relaxes in fever."
    },
    {
      "point": "UB13",
      "disease": "Tuberculosis or phthesis; Bronchial ashthama; any problem due to stress and strain;  deformity  of spine; Short breath; Perspiration during sleep; Jaundice; Pain in chest,plexus and flanks; Lack of appetite; Suicidal tendency; Influenza type fever symptoms; Seizures of all kinds; Special note Do moxa in chronic lungs diseases."
    },
    {
      "point": "UB14",
      "disease": "contravection in the thorax with symptoms like nausea and vomiting; pressure in chest or plexus; Palpitations; Special note.  moxa this point in chronic problem of blood circulation."
    },
    {
      "point": "UB15",
      "disease": "Intercoastal Neuralgia ; Neurasthenia; rheumatic; Atrio ventricular scinatillation; Tachycardia (Fast Pulse Rate); Schizophrenia; Hemiplegia Restless in bed; Impaired consciousness; Excited ; Perspiration during sleep; hot palms and soles; Nausea and vomiting ; retarded speech; profuse perspiration ; deep red lips; chest pain ; any heart problem; Special note treat this point in chronic heart diseases."
    },
    {
      "point": "UB16",
      "disease": "spasm of the diaphragm; Mastits; Pruritus; Endocarditis; Pericarditis; Pain in chest and pelxus; Contravection and Huccup; Don't moxa or needle on this point , only press or massage."
    },
    {
      "point": "UB17",
      "disease": "Aversion to eat; Abdominal pain just after taking food ; Pain in chest; chocked throat; colics with cough or hiccup;  Spasm of diaphragm; Atonia of digestive tract; treat UB17 in contraction and stricture any where in body ; Treat in palpitation ; angina pain ; breathing truble or vomiting."
    },
    {
      "point": "UB18",
      "disease": "cramps in the calves ; cramps any where in the body ; All eye diseases ; Jaundice; Intercoastal Neuralgia ; Acure and chronic hepatitis; Acure and chronic cholecystitis; Nurasthenia ; Vertigo; Madness; Heaviness in the centre of the body; Spasm of muscles of the back; Special note  Moxa this point in chronic diseases of Liver."
    },
    {
      "point": "UB19",
      "disease": "jaundice; Hepatitis; Tuberculosis of Lymph Glands; Neuralgia of the coccyx; Ascaridosis; cholecystitis  ; Excess sweating and during sleep; swelling in  axilla ; Bitter taste in mouth; Nausea with no vomit; Intense headache; Special note  Moxa this point in chronic diseases of Gall Bladder."
    },
    {
      "point": "UB20",
      "disease": "Loosing weight inspite of intake to sufficient quantity of food ; sneezing; ulcers; Urticaria; Leucocytemia ; Enlarged liver; Icterus ; Ptosis of Uterus; Pain in flanks; Jaundice; Distention in centre of body; Special note moxa in chronic disease of spleen."
    },
    {
      "point": "UB21",
      "disease": "Enlargement of Stomach viz; Ptosis of stomach; Ulcers in the stomach; pancreatitis ; Hepatitis ; Enteritis ; Spasm of muscles of back; Loosing weight inspite of taking adequate quality of food in adults and milk; Leanness; poor appetite."
    },
    {
      "point": "UB22",
      "disease": "Ascities; nephritis; Neurasthenia; Gastritis; Does not like to take food and drink; Vomits immediately after taking food and drink; Collapse of the digestive function; Lower back pain making bending difficult; special note - Moxa this point in chronic retention of body fluids."
    },
    {
      "point": "UB23",
      "disease": "Deficiency of kidney yand causing slipped disc, ; ptoses of kidneys; i=enuresis ; bronchial asthama; chilliness and dificiency of vital warmth,; pthisis; hearing problems; weakness of lower extremities ; impotence of both sexes ; dark complexion; coldness of lower back; All kinds of vision disorder Epilespy timidity and fearfulness;  Heavy head; great weakness; special note - Moxa in chronic diseases of kidney."
    },
    {
      "point": "UB24",
      "disease": "slipped disc; Pain in the lower back; Pain in loins; Bleeding piles; Special note - Moxa for chronic slip disk."
    },
    {
      "point": "UB25",
      "disease": "any abdominal problem; Pain around navel; Stiffness of the lower back with bending difficulty; Colics of intestines; Weight loss; Blood in stool; Incontinence of evacuations; any disorder of metabolism; progressive musculear distophy ."
    },
    {
      "point": "UB26",
      "disease": "lower back pain .; Ulcers and Neoplasias in the abdomen of women; Diarrhoea with scanty urine; Pain and weakness of loins ,knees."
    },
    {
      "point": "UB27",
      "disease": "Inflammation in  pelvis ; Enteritis ; theumatic pain and inflammation in spine; Dificiency of fluids in the Urinary Bladder and Tripple warmer; Scanty urine with dark colour; Piles ; great thirst; Diarrhoea with swelling in legs; colics in the abdomen; Special note - Moxa in chronic diseases of small intestine."
    },
    {
      "point": "UB28",
      "disease": "cramps and cold in the calf; stiff knee; stiff lower back; Disorders of micturation; diabetes; Veneral diseases; Cystitis; Ulcer and neoplesias in th abdomen of women; Special note- Moxa for chronic diseases of urinary bladder."
    },
    {
      "point": "UB29",
      "disease": "pain and tension in muscles of the back; Deficiency of kidney tin and qi causing bad smelling diarrhoea with no persiration and itis symptoms."
    },
    {
      "point": "UB30",
      "disease": "cold and weakness of knee and legs; Spasm ; Pareses; paralysis; numbness; polio of hands and feets; Prolapses of anus; any infectious diseases; Discharge of blood from uterus which is not a menstrual discharge but it is due tgo haemorrhage."
    },
    {
      "point": "UB31",
      "disease": "Prolapse of uterus ; Infertility; Pain in knee and lower back; all urinary problems ; All gynaecological problem."
    },
    {
      "point": "UB32",
      "disease": "Any disorder of metanbolism of fluids viz micturition; scanty urine ; diarrhoea; cold and pain in loins radiating into genitals; Hemiplegia of loins and legs; Purulent discharge from vagina."
    },
    {
      "point": "UB33",
      "disease": "Any gynaecologiacal problem including disorders of mestruation; infertility of woman; any disorder of micturation; treat this point for thining legs."
    },
    {
      "point": "UB34",
      "disease": "Any gynaecological problems and discharge ; pain in lower back radiating into genitals; All types of problems of micturition; Blood in stool ; constipation or diarrhoea; Stiff loins making the bending diffucult ."
    },
    {
      "point": "UB35",
      "disease": "bleeding piles ; bloody stool ; Diarrhoea with a sensation of coldness in abdomen; All menstruation disorders; Pain in lower back during menstruation; Bad smelling discharges from vagina; heat flushes in the abdomen."
    },
    {
      "point": "UB36",
      "disease": "spasm in shoulder and back; Pareses of the arm and elbow."
    },
    {
      "point": "UB37",
      "disease": "Emphysema; Phthisis; Panting ; Contravection; Stiff muscles of neck ; back and chest."
    },
    {
      "point": "UB38",
      "disease": "; Weakness and great exhaustion; Tuberculosis; Asthama; Neurasthenia; Bronchitis; Loss of semen during sleep; Forgetfulness; Faulty coordination; Pain in muslces of the back; Pleurites; This is a motor point for retracting and flexing scapula ."
    },
    {
      "point": "UB39",
      "disease": "A good point for hiccup; Acute pain in back muscle wit difficulty in bending ."
    },
    {
      "point": "UB40",
      "disease": "Loss of appetite; Inability to eat even one bite of food ; Water accumulation in the abdomen ; Pain in back with bending difficulty; this point relaxes the heaviness of chest and plexus."
    },
    {
      "point": "UB41",
      "disease": "A good point for hiccup; Excess thin phelgm; pain and tention in back muscles; hard bending; Pain and heaviness in chest."
    },
    {
      "point": "UB42",
      "disease": "All problems of indigestion; Nausea; vomiting; Loss of appetite; Barborygmus; Stomach pain; Pain and heaviness in chest; Scanty and pale urinaton."
    },
    {
      "point": "UB43",
      "disease": "loss of appetite; Unwillingness of eating food ; Disorder of stool, Diarrhoea or constipation; Jaundice ; Cholecystitis; Pain and borborygmus in Stomach."
    },
    {
      "point": "UB44",
      "disease": "Loss of hunger; Unwilling eating food, no mood of eating; Pale eyes and urine; Molar flush; Loose motion; Stomach pain and backache."
    },
    {
      "point": "UB45",
      "disease": "Loss of appetite; Pain near navel; Tension in Stomach above navel; Pain in back muscles , diffucult bending."
    },
    {
      "point": "UB46",
      "disease": "Pain in central plexus region ; Constipation; Mammary Gland."
    },
    {
      "point": "UB47",
      "disease": "Deficiency of energy in Kidney; Causes many disease as swelling in genital organs; backache; difficult bending; night fall and various diseases of urine; Digestive problems loose motion ; nausea; tention in cetral plexus region."
    },
    {
      "point": "UB48",
      "disease": "Indigestion; Barborygmus; Disturbed urination and uncontrolled urine or retention of urine; swelling and acitis ; Intense pain on scapula and back; Swelling in genital organs."
    },
    {
      "point": "UB49",
      "disease": "All types of piles; Pain in coccyx; anus and genital."
    },
    {
      "point": "UB50",
      "disease": "Chronic piles; pain in rectum and anus; Bursting pain in loins and back; Cold sesation in pelvis; Difficult urination; Pareses of muscles of legs."
    },
    {
      "point": "UB51",
      "disease": "Swollen upper leg; paralysis of loins ; back and legs; Dislocation of hips; Pain in occipit ; UB51 is a motor point which flexes leg and rtates thigh; UB 51 supplies the sking of buttocks ; external genitalia back of thigh and calf."
    },
    {
      "point": "UB52",
      "disease": "Spasms of the external side of calf ; scanty urine ; Weakness of hip joint; Constipation; Piles."
    },
    {
      "point": "UB53",
      "disease": "piles; Constipation; Pain in lower back; Nephritis; Cystitis; Spasm gastrocnemius; muscle; Swelling in the axilla; Retention of urine; Pain in loins."
    },
    {
      "point": "UB54",
      "disease": "Inability to move the knee or hip in pareses or paralysis; Acute inflammation of the knee joint; Acute dislocation of hip; Fever with no sweating but with vomiting and diarrhoea and pain in centre of the body; Excess seating during sleep; Treat UB54 in excess mosuito bite; Lower back pain Constipation and piles ; Trat for hair fall, dandruff, skin disease; Urticaria; UB 54 is a motor point whick rotates extends and abducts thigh laterally."
    },
    {
      "point": "UB55",
      "disease": "Swelling and pain in knees ; specially at the back of knees; Pain and tention in vack muscles; Stomach pain ; Bloody piles ; Vaginal problems; Pain in foot arch."
    },
    {
      "point": "UB56",
      "disease": "Tension in loins and back muscles; Paralyse of calf ; Swelling in armpit ; Nose bleeding ; Bleeding piles; Urine problems; Vomiting and diarrhoea."
    },
    {
      "point": "UB57",
      "disease": "Swelling ulcer wounds and redness of foot legs loins heel calf pain; Tension in leg mujscles and difficulsstanding; Spasm and cramps of muscles; Constipation; Problems of anus ; piles; any problem of legs."
    },
    {
      "point": "UB58",
      "disease": "Pitting oedema of legs ; Epilepsy ; vertigo; Tention of legs ; toes calf muscles , unable of fold legs; Painful red eyes ; Trembling on standing ; Water and sometimes; blood from nose; warning - This point reduces water retention of legs and body, do not treat this point for a  long time, it can result as dehydration."
    },
    {
      "point": "UB59",
      "disease": "; Severe pain in loins and muscles; Can not stand up without support; Paralysis of legs; Swelling and redish after malleolus; Pain and heaviness of eyes inner side near UB1; Fainting; Occlusion; Recorent Hot and cold; Recorent constipation and diarrhoea."
    },
    {
      "point": "UB60",
      "disease": "Cervical spondylitis or tention in neck; Headache , starts from inner d=side of eye ; patient feels cold and likes to cover head with cloths; Shoulder ;and back pain ; paralysis of legs ; Pain in eye pit as some one snaching the eyes ; Swelling in external malleolus; Node behing knees Sciatica pain in lower back and beck of leg; Treat this point to get rid of the gabbit of masturbation; Do not use this point during pregnancy but can used during labout ; It is specific point of ankle."
    },
    {
      "point": "UB61",
      "disease": "Severa pain in hell ; Heavy and numb legs; Pain in calfs ; Epilepsy ; Madness ; Scanty urine; Cholera ; for all diseases of legs ; Pain in sacrum and coccyx."
    },
    {
      "point": "UB62",
      "disease": "Eczema and scars of sides; Epileptic seizures during the day; Pain legs ; calf or heel , unable to stand ; Displacement of knee and ankle; feeling of sea voyage ; Headache and vertigo ; vertigo; , reason in inner ear problem; joint pain ; major point for movement of lower back; Treat Si3 and UB62 for strain in whole spine; insomnia; madness or hyperaction; Not like air fear of air; Special note- Spasm of urinary tract organ; treat UB62 in uncontrolled urine."
    },
    {
      "point": "UB63",
      "disease": "Loose motion like cholera ; vomiting; Cramps in calf; All pelvic problems; Epileptic seizures; Treat this point in open mouth and moving head treambling legs while standing; Pain on forehead."
    },
    {
      "point": "UB64",
      "disease": "Epilepsy; Cataract; red eyes Vertigo; No hunger Severe headache; Encephalitis; Inflammation of the Heart muscles; Treat in all problems of fallopian tube; To get rid of the gabit of masturbation."
    },
    {
      "point": "UB65",
      "disease": "Deafness; Numbness of toes; Spots and rashes on back; Urticaria; Ulcer in any part of body; Pain in coccyx or dosrsolumbar neuralgia; calf spasm; Pain or node on hops ; loins and keens; Lakramitis; Epilepsy."
    },
    {
      "point": "UB66",
      "disease": "Nose bleed ; vertigo; tremours; Pain and stiff neck; Vision problems; Pain in chest and head."
    },
    {
      "point": "UB67",
      "disease": "Burning sole; Treat this point at the time of delivering the child; Cataract and comeal opacity; Pain in inner corner of eyes; watering eyes due to blockage in tear duct ; Spasm of calf ; INfluenza fever; Strain of body muscles; Leg paralys or arthritis; Balances harmonal fluids; Treat K 1 and K8 for anuria; any problems of urinary bladder."
    },
    {
      "point": "K1",
      "disease": "Best treatment point for unconciouseness; it is a lymph point of kidney ; cures kidney infection; it gives energy to liver; It aids grounding It cures cramps; Good treating point of burning sole ; improves digestion; Pain in toes; HBP; vertigo; Imbalance body; Jaundice if infants; Prolapse of vagina; scared child; Pain on top of gead; Cramps of calf; Hypersomia; Dry skin,mouth, and tongue because of deficiency of water in body."
    },
    {
      "point": "K2",
      "disease": "It is a good point to reduce fear, anxiety, restlessness; Infectious fever; Tetanus; Ptosis of uterus; All inflammation , sitis dysfunction; Sexual weakness of male and female as scanty sperms, unfertility, prolapse of vagina , pain and swelling of testicles; paralysis of tongue; Blocked and swollen throat ; Great restlessness; All types of haemorhages; Blood in phegm and  cough; Heavy periods; Retention and incontinece of urine ; Laryngitis; Cystitis; Burning sole; ginal problems; Infertility; Pain by injury in testicles; Less sperms in male."
    },
    {
      "point": "K3",
      "disease": "Epilepsy during night ; Frequent yawning ; Epilepsy in woman ; Pain in sole ; Hypersomia; Memory loss; Ptosis of uterus; Leg paralysis , toe paralysis; Cold extremities; Balance weak kidney; Sexual seakness of male and female ; Pain in reproduction organs ; Weak knees and loins Creamps and tension; in muscles; Urine problems like bed wetting incontinence of urine , urine , urine when coughing ; Drooling; Tongue without coating ; Treat  K3 to control sex activites and for the feeling of unsatisfaction in sex ; Nephritis; Cystitis; Chronic laryngitis ; Tinnitus ; Fobia of speed of train or aeroplane; Special note this is most important point to tonify kidney."
    },
    {
      "point": "K4",
      "disease": "pain in legs and heel ; constipation; anus problems as piles burning anus , tension; Treat psychopathy; hyper or depression likes to live alone; Snoring , hypersomia; Anxiety and fear ; Feeling too cold; Unine troubles ; Haemoptysis; Stricture of vagina; special note - treat strictures of oesophagus or any other part of body, stricture occures , when and hard thing is swallowed , First the oesophagus damaged and inflamed then it is constrictred . It blocked the Pathway of oephgus."
    },
    {
      "point": "K5",
      "disease": "; pain in heel  ; pain in lower abdomen because of periods disorder ; delayed periods regulize by treating on this point some times ; All vision problems as myopia; Problems of uterus , prolpse vagina ; Pain and tension on center plexus of body; All anus problems; Spasm of urinary Bladder."
    },
    {
      "point": "K6",
      "disease": "constipation; NIght epilepsy; Uncontrolled pelvis; Sad and restlessness; a best point of swelling in throat , ; swolling problems, ; dyptherea ; Dry eyes and throat ; day time epilepsy of female ; Hypersomia; Hernia of male; Hell and ankel pain; Severe pain in testicles; Irregular periods; Frequent abortion; Pain and itching in genitals; Erect penis always , itching  or sticky discharge; No salive ; No interest in sex ; pain in eyes; Laryngitis; thyroiditis; hysteria; Neurasthenia."
    },
    {
      "point": "k6",
      "disease": "depression ; disappointment; Numbness of extrmities; All anus problem; All urine problem anuria or incontinence; insect bite , honey bees or any poisonou insect bite , on tongue or throat threating to live should be trated here; odema of legs that starts from inner anle and spreads , full legs; In a constipation; of the rectum, in most cases, this region is lymphatically swollen and pain full to pressure; By bitting  a poisonous insect , when patient is concious and bleeding from mouth ore ears , treat this point."
    },
    {
      "point": "K7",
      "disease": "it treats all blood problems; Pain and weakness of back ; legs unable to bear body weight; cold knees; perspiration while sleeping or other parts of body; Foul smelling of any body fluid; Nay body bleeding as from vagina, stool bleeding; Bleeding piles; Constipation; Flatulance; Nephritis; Orchitis; Urinal problems as retention of urine or burning urine; Infection in urinary tract.; Epilepsy; Severe toothach.; It gives energy to weak pulse; An Important point of body swelling; It is useful in collapse of vertebra Thoracic 11 to Lumbar 5; K 7 is motor point which flexes great toe and other toes.; Special note - In china this point is given moxa in case of weak Kidney Yang."
    },
    {
      "point": "K8",
      "disease": "constipation, patient wants to expel stool but can't do; Pain below knee, medial side; Cold extremities; Sweating while sleeping and sewating from genital organs; Prolapse of uterus; Excess or less periods. It regularise periods.; It removes node from body; special note- Moxa shoild be given in urogenital problems on k3, K7, K8, and Sp6."
    },
    {
      "point": "K9",
      "disease": "treat this point for infection, poison or toxins.; Treat this point when tongue remains out.; Food poisoning; Drug poisoning; Violent and madness; It is a calming point. When patient is restless. treat this point for calming ; Heaviness and palpitaion of chest."
    },
    {
      "point": "K10",
      "disease": "Acute pain in the knee , hardness and difficulty in molding; Tongue staout of mouth; Drooling; Curved penis and also weak and painful; Urine troubles, difficult urine; it desolves, nodes."
    },
    {
      "point": "K11",
      "disease": "Urinary problems, difficult urine, pain in genital; Red and painful eyes, best point in pain, starts from canthus nasalis."
    },
    {
      "point": "K12",
      "disease": "weak , painful curved penis; night fall, night emission; Severe tiredness; Red pain ful eyes ( Pain starts from canthus nasalis) ."
    },
    {
      "point": "K13",
      "disease": "Severe Stomach due to cold; cramps; palpitation,; tention in chest ; throat pain; enxiety , ; vertigo; insomnia; diarrhoea; unconciousness; red painful eyes ( pain starts from canthus neasalis; Urinal problems; Infertility."
    },
    {
      "point": "K14",
      "disease": "congestion, which change place; Structive Neoplasia; Feeling of blockage in lower abdomen; Red and painful eyes; Infertility; Periods problems."
    },
    {
      "point": "K15",
      "disease": "constipation; hard stool; pain in back and scapula and disorder of periods; Red and painful eyes."
    },
    {
      "point": "K16",
      "disease": "Deseases due to cold,;  feeling as something is stuck in stomach and lower abdoman; diseases due to hotness as dry and hard stool; constipation ; scanty urine ,; pale and hot urine etc; Red painful eyes; Balances ; uppr and lower body parts."
    },
    {
      "point": "K17",
      "disease": "pain and lump in stomach; Red and painful eyes, best point in pain, starts from canthus nasalis; No appetite; Loose stoll or diarrhoea."
    },
    {
      "point": "K18",
      "disease": "Foul belching and vomiting; Nausea; Anurexia or scanty urine; Nodes, hardness and statis in middle region of body; Infertility; Back pain; Untollerabel pain in stomach; Red painful eyes; Foul smell from body fluids."
    },
    {
      "point": "K19",
      "disease": "seasonal fever; Hiccup, constipation; nodes barborygmus; It corrects the statis in middle region of body; Forwards the food ; to gastro intestinal tract; Infertility; Red and painful eyes."
    },
    {
      "point": "K20",
      "disease": "Epilepsy; Affacia; Spasm and numbeness; Restlessness; Red and painful eyes; Stiasis of middle region of body as node, giccup, colitis disorder of digestion."
    },
    {
      "point": "K21",
      "disease": "Chest and middle region of body pain and nodes; Loss of appetite; Drooling; Watery , blood mixing , faul smell stool;  Pain in stomach because of excess energy; Nausea; Forgetfulness; Red and painful eyes."
    },
    {
      "point": "K22",
      "disease": "Blocked nose ; Loss of hunger; Cough; Vomiting; Pain and tension in chest; Difficult breathing."
    },
    {
      "point": "K23",
      "disease": "contravection with hiccup, ; nausea ,; vomiting, ; loss of appetite; breast pain; tension in chest and difficult breathing./."
    },
    {
      "point": "K24",
      "disease": "; Pain and tension in chest; Breathing problems; Contravection with nausea; vomiting; loss of appetite."
    },
    {
      "point": "K25",
      "disease": "Excess energy in middle region of body contravection; vomiting,; nausea ; breathing problem; testion in chest; loss of appetite."
    },
    {
      "point": "K26",
      "disease": "Excess phlegm; Phlegm with cough; Loss of appetite; Contravection with tention in chest; cough breathing trouble etc."
    },
    {
      "point": "K27",
      "disease": "Bronchitis; Contravection with cough; vomiting, ; nausea; breathing trouble; tension in middle region of body etc."
    },
    {
      "point": "P1",
      "disease": "Treat P1, first point of pericardium meridian for sres, ; abcess; nods near p9 the last point of pericardium; tension or pain in chest; Swelling or node or pain in armpit; Excess phlegm with cough; Snoring with breathing; headache; vision problem; Pain between k27 and p1, treat p1; fever without sweating."
    },
    {
      "point": "P2",
      "disease": "breathing trouble; Pain and tension in chest; shoulder pain."
    },
    {
      "point": "P3",
      "disease": "wind problems of upper warmer as sweating only on head and neck; pain in chest and upper of back; headach with vertigo;  cramps of calf; dry mouth with high thirst; contravection; restlessness, TREMBLING OF HANDS; WRITERS CRAMPSQ; treat incase of heat in body fluids; excess saliva; blood with phlegm; all infections as fever; typhoid fever ; cholera; heat troke; rheumaticc heart disease; mayocarditis; special note In china, they puncture this point for a drop of blood and treats for diarrhoea and vomiting."
    },
    {
      "point": "P4",
      "disease": "Angina pectoris; Rheumatic heart disease; Bleeding from different part of body as nose, ears, mouth etc; Palpitiation; Fearful; Unsocial; Lack of pawer of respond."
    },
    {
      "point": "P5",
      "disease": "Dream disturbed sleep & crying in dreams; Pain and tenstion in chest; Anxiety; Weeping, crying due to spasm and madness; Swelling in armpit; Hot palm, agitationg child; Unable to speak; Epilepsy; Rheumatic Heart disease; If a child is afraid due to mid night dream and is weeping ; Irritation child, treat this point; 1. in china, to expel ghost treats this ponit , sometimes it results good. 2. In matured person- treat this point, it gives mental maturity.."
    },
    {
      "point": "P6",
      "disease": "Tenstion in midriff, chest back pain; Vomiting or nausea or treavelling sickness.; Low blood pressure; jaundice; Pain and heaviness in head, that is due to deficiency of blood in brain ; pain in wrist; Spasm, cramps in hand; Occlusions of neck; Rheumaric heart; Angina pectoriasis; palpitation Epilepsyhyperthyroidism; Crams in diaphragm. Treat in emotional shock, disorder of periods, mental disease after cold water both.; Pain after operation or any other problem.."
    },
    {
      "point": "P7",
      "disease": "skin disease in or on outer body.; Swelling and nodes in armpit ; Belching ; red eyes, any problem increases at 9PM; Breathing trouble ; Hot palm; Pain in root of tongue; Balances blood circulationin arteries; High blood pressure, due to blockage of arteries, this point works as betaa bblocker- and regularize blood pressure.; good treatment point of sysentry.; Good point of endomyopericarditis.; Treat this point if therre is gyper thoughts due to excess flow of blood in brain and if it don't let the person sleep."
    },
    {
      "point": "P8",
      "disease": "Pain in midriff and chest ; Pulmonary congestion ; fever with great thirst; Loss of appetite ; very bad smell from mouth; bleed nose or other p[arts of body ; Jaundice; Pain and swelling in gums ; loose motion with bleeding; Heamaturia; Trembling hand Epilepsy; Mand and violent ; uNCONTROLLED LAUGHING; Dr. Mary Austin wrote- when veins and arteries of body becomes harden, treat this point to make them softg and flexible, It improves blood circulation. Treat this point on statis of carotid gland.; Special note.. Hard sking of palm or node on palm of feeling of pain while closing palm indicates problem in pericardium."
    },
    {
      "point": "P9",
      "disease": "Treat this point in feeling of hotness in palm or body and stress in chest; Treat this point in case of numbness and pain in tongue and unab le to speak.; Nocturnal scream; Works as first aid in apoplexy; Treat this point in arterial sclerosis and in hard arteries.; Good point for cerebral congestion; Heat stoke ; Fever without sweating; Myocarditis."
    },
    {
      "point": "tw1",
      "disease": "Corneal opacity; Hardness and pain on arms , shoulders; Blockage of throat; suffocation; vomiting due to empty stomcah; Parched mouth ; rolled up tongue; pain in root of tongue; ears problems deafness , tinnitus; Tention in middle region of body; Loss of appetite; Arm and sholder pain, sometimes relaxes immediately by treating this point.; Secreation of steroids increases , In weakness of sperm, Treat this point. ; best point of felon.."
    },
    {
      "point": "tw2",
      "disease": "hardness in finger, hadn and arm; Fearful, spas, cramps with hyper emotion; REd watery eyes, tremblin speech; pain and swelling gums teeth and jaw; Headache, specially pain due to anaemia; Fever without sweating Burnig in way of meridian, treat this point ; treat this point in case of excess fatty body or excess thin body; Elbow and arms cramps."
    },
    {
      "point": "tw3",
      "disease": "Dumbness and deafness; hard hearing; Tinnitus; Corneal capacity and cataract; pterygium; pain and sellin g of outer throat; tempral pain; Cheeks and inside cheek pain ; Headache and vertigo; High blood pressure; nay disease of pituitary gland as like gigantic figure or dwarfness; Pain in arm, elbow and shoulder ; Hardness of elbow and fingers, arthtiris; Treat this point as first-aid , if some one faints while giving acupressure or acupuncture treatment; pharyngeal ulceration ; fever without sweating; Pain in big muscle of back; in case of dumbeness or tinnitus, this point sometimes gives miracle results. When treatment it given in between 9 to 11 am as well PM."
    },
    {
      "point": "tw4",
      "disease": "weakness of wrist and pain; Pain and weakness of arms and shoulder; Prolapse uteus; Influenza fever; Malaria fever; Sitis diseases, inflammation of inner part of organ, causes sitis; parched mouth; Blockage and pain in throat, breathing trouble ; tinnitus Re; red and painful eyes; It help to release, retention of urine; carpl tunnel syndrome+p7; treat this point, in case of a node near wrist on dorsum side of hand. ; Allergies; Diabetes."
    },
    {
      "point": "tw5",
      "disease": "treat the point in case of weak elbow which does not allo9w to raise hand.; Influenza fever; Paralyse; Burning and swelling skin ; Pneumonia; Parotitis; Deafness; Tinnitus; Facial Paralysis; Teethache; Pralysis of fingers; Stiffness of Elbow; Trembling of head ; Frozen shoulder upens, if pressure has given on Tw 5 of other hand ; Arthritis of upper warmer; Burning Eyes."
    },
    {
      "point": "tw6",
      "disease": "Pleuritis; Extra vasted blood; Pain of Angina pectoris ; Chronic disease of retention of urine ; Lactation if less; Blockage of throat; Pain on tension in chest; Nausea; lockjaw; Numbness of extremities; Loss of voice due to paralysis; pain in eyes; Bruises; traet this point for blckage of any type of body; Any skin disease , eczema, urticaria , rashes , itching.; Husband wife ready to divorce, treat Tw 6 (right) , P8 (Right), it will improve their relations.; Treat Tw 6 in excess bleeding after delivery; Tw6 is a motor point which extends and abducts thumb.; A good treatment point of brancho-Pneumonia."
    },
    {
      "point": "tw7",
      "disease": "Epilepsy and seizures of all types; Skin and muscles pain of whole body; Dqeafness; Paralyse with deafenes; Atonia spasm of anterior arm."
    },
    {
      "point": "tw8",
      "disease": "Pain in arms due to blockage; pain aftger lungs operation; Pain in gums; Loss of voice; Tinnitus; Somnolence; Fatigue; Feeling of gotness as well as coldness also."
    },
    {
      "point": "tw9",
      "disease": "Heard hearing; Tinnitus; Cramps in throat; Sudden affacia; pain lateral side of arm."
    },
    {
      "point": "tw10",
      "disease": "Occlusion, convulsion, tremour, epilepsy due to fear; Pareses of extremities; pain and heaviness of whole body; pain and heaviness of whole body; pain and heaviness of whole body; Pain in nech muscle; welling, occlusion and unable to speak; Frequent ulcer on leg; Pain and weakness in fingers and elbow; Burning, welling and pain; Pain and tenstion in chest and midriff; All kids of exanthemsas; Loss of appetite; Bad smell in flegmus; Stye; Unable to sleep straight; Problems of breathing; Depression and sadness; Pain in eyes ; Deafness."
    },
    {
      "point": "tw11",
      "disease": "Pain an occlusion of arm and shoulder; Unable to lift arm up and move backwards; Headache."
    },
    {
      "point": "tw12",
      "disease": "Headache, toothache, neckache and backache due to blockage in head.; Epilepsy; Frequent feeling of hot and cold. ; pAIN IN BENDING HAND BEHING."
    },
    {
      "point": "tw13",
      "disease": "Pain and swelling of shoulder that goes to scapula; unble to lift hand ; swelling in throat; Struma; Frequent feeling of hot and cold."
    },
    {
      "point": "tw14",
      "disease": "treat wing and phlegm disorder; Numbness, weakness and pain in upper arm, shouldr and scapula; Tw 14 is a motor point which rotates arm laterally.."
    },
    {
      "point": "tw15",
      "disease": "pain and stiffness in neck; Pain in arm and shoulder; Heaviness and tightness in chest; Frequent feeling of Hot and cold; pain if fossa supraclavicularis; Fever without sweating.."
    },
    {
      "point": "tw16",
      "disease": "sudden loss of visibility and hearing , smelling; Bleeding from nose; Heavy bleeding; Blocked throat and suffocation; Pain in eyes ; Pale greenish face."
    },
    {
      "point": "tw17",
      "disease": "; hard hearing; Tinnitus; Swelling and redness in external ear; Swelling in external throat; Lock jaw Loss of voice ; continuous sneezing in infants; parotits; thooth grinding; Paralyse of eyes and mouth; Treat in case of pus from ears, treat this point ."
    },
    {
      "point": "tw18",
      "disease": "fear and cramps in children; Occlusion and numbness of infants; Tinnitus; Suddenly loss of vision; Nausea and vomiting ; Restlessness which increases at night; Trepidation."
    },
    {
      "point": "tw19",
      "disease": "Pain and pus from ear and tinnitus Excess fear ; Fever in children with headache, fits and drooling; Pain and tenstion in midriff and chest; Unable to lay down straight; Good point for meningitis; specific point of vomiting in children."
    },
    {
      "point": "tw20",
      "disease": "pain and weakness of teeth, in which, chewing of food is difficult; tension and numbness of lips; Sweling of cheks; Cataract of eyes; Swelling of gums; Swelling and redness in ears; Stiffness in muscles of neck."
    },
    {
      "point": "tw21",
      "disease": "; pain, swelling , pus, deafness, ulcer and tinnitus in ears,; Pain in mandibular joint, side of ears; Problems of eyes, lid to viterious body 'conjunctive cornea, iris and corpus,'; heavy wrinkles of lips."
    },
    {
      "point": "tw22",
      "disease": "pain and sore of nose, cold nose; swelling of outer throat; heavy and painful head; Cramps of chewing muscles; Tinnitus; twisting of eyelig and mouth; treat this point for any problem of test and saliva."
    },
    {
      "point": "tw23",
      "disease": "first treat this point in case of displacement of eyeballs towards up and aslo in  case of weak vision; trembling of eyebrows and face muscles; toothache; headache, tempral pain; vertigo; shivering with cold; Epilepsy; Madness with drooling; One sided headache; Pain and sound when jaw is moving; When mouth do not close, press last molar and up the chin, mouth will close; Tw3 and GB1 reduces anger."
    },
    {
      "point": "GB1",
      "disease": "Treat cataract of eyes; Night blindness; Any problem of eye; Eye pain, itching, tearing eyes, flatters in front of eyes, week vision; Headache (specially temporal); Blocked throat and suffocation."
    },
    {
      "point": "GB2",
      "disease": "pain, pus and hard hearing of ear; Tinnitus; Displace of jaw; Toothache; paralasyse of face in which mouth and eyes affected.; Depression; Madness; Spasm and fits."
    },
    {
      "point": "GB3",
      "disease": "Epilepsy; Loss of vision; Night blindness; Toothache; hard hearing; tinnitus; stiff lips; Paralysis of face; Pain in Zygomatic."
    },
    {
      "point": "GB4",
      "disease": "toothache; Epilepsy and tideness; Twisting of any part of head , as eyes or reyebrow; Sneezing ; pain in hand and wrist; One sided headache, due to wind problem; Weak vision; Tinnitus; Sweating; It may be lesion of thalamus, disbalance of posture, passive movement, loss awareness and joints problems.."
    },
    {
      "point": "GB5",
      "disease": "Headache, eye pain, toothache, due to cold; Outer part of eye red; Week vision; Face swelling; Loss of sweat; Fever with restlessness."
    },
    {
      "point": "GB6",
      "disease": "tension in chest; enfluenza fever without sweating; belching and nausea; Epilepsy and occlusion; Face swelling ; one sided headache,  ."
    },
    {
      "point": "GB7",
      "disease": "treat this point on fainting, trembling and spasm in child due to fear.; Tension and hardness of throat muscles.; clench; Locking teeth; Sever one sidce headache; Vision problem; Nausea and Vomiting."
    },
    {
      "point": "GB8",
      "disease": "One sided headache and eye problems due to wind disorder head; loss of appetite; nausea; vomitting; tension in stocmach, HEAVINESS OF STOMACH,; COLD FEELING IN STOMACH; cold feeling in stomach,heaviness in head; temporal pain; body swelling; treat this point for disease due to drinking alcohol; good point to treat alcohol Hangover; special note  1. Great point for all eye disease. 2. It subside the thirst without water."
    },
    {
      "point": "GB9",
      "disease": "Epilepsy; diseases due to over fever and due to fear; headache; Swelling of gums."
    },
    {
      "point": "GB10",
      "disease": "Disease die to phlegm; as heaviness of head or pain, ringing sound of insect in ear; heard hearing,; swelling and blockage of throat; frozen shoulders; Difficulty in lifting hands, ; feeling of hot as well as cold; Ulcer ; Toothache; Swelling ; Breathing problem."
    },
    {
      "point": "GB11",
      "disease": "cramps in extremities; eye pain; Throat and cheek swelling; Sound insect like in ear; Hard hearing; Bleeding from mouth due to weakness of kidney; trouble some hotness of hand and leg stiff tongue and blockage of throat bitter taste; Pain in flanks; heat in Liver; treat disorder of awake and sleep rythm; special note- Mian point of meningitis treatment."
    },
    {
      "point": "GB12",
      "disease": "numbness of face or paralysis, lock jaw, stiff neck, headache behind, near ear; Blockage in throat ans swelling, difficult swallowing`; Difficult breathing ; Insomnia; Paralysis of extrmities; Epilepsy; Dark and reddish urine."
    },
    {
      "point": "GB13",
      "disease": "uconciousness, spasm, drooling due to fear; Cramps of neck and severe pain; Vertigo; Epilepsy and occlusion; Walking, changing sided while sleeping become difficult; Numbness and paralysis of one side."
    },
    {
      "point": "GB14",
      "disease": "Burning and itching of eyes; Eye ball trn up; Vision problem; Night blindnes and loss of vision; Twisting of eyes muscles; Pain in eye ball; Headache; Shiviring with cold and not get relief, even putting on blanckets etc.; Forehead pain; neck pain ; sometimes cervical spondylitis cures by pressing this point.; This is main point of hump and curved body; ptosis."
    },
    {
      "point": "GB15",
      "disease": "Watery eyes with continous tears; Blurred vision; Cataracts; Eye ball moves upward; Pain in external part of eyes ; Epilepsy; Paralysis and numbness; Unconciousness; Hard hearing."
    },
    {
      "point": "GB16",
      "disease": "sudden vertigo; Red and weak for vision; Headache and toothache; HARD HEARING; BLOCKED NOSE; SWELLING IN FACE; lOSS OF SWEATING; INSOMNIA OR LACK OF SOUND SLEEP."
    },
    {
      "point": "GB17",
      "disease": "One sided headache; vertigo; Fainting; Toothache; Cramps and tension of lips; Vomiting."
    },
    {
      "point": "GB18",
      "disease": "headache, blocked nose, bleeding nose, breathing problem, vertigo, fainting; Pain in eyes; Shuddering."
    },
    {
      "point": "GB19",
      "disease": "unable to turn neck due to tension of neck muscles; Severe headache; Hazy screen infront of eyes; palpitation before epilepsy; mental and physical tension; emaciation; Cachexia."
    },
    {
      "point": "GB20",
      "disease": "cold ; influenza fever with infection ; Sneezing, water flowing from nose; High blood pressure; paralysis of hlf body; diseases of breain; Headache; Stiffness in neck and unable to rotate due to pain; All type of vision problems; red eyes , specially inner part of eyes; Watering eyes; Suddne convalsion; drooping saliva, affaisa condition like paralysis; Deafness or hard hearing; Insomnia; Humpback; Contraction of optic nerve; Epidemic encephalitis; special note special point for all cerme of brain."
    },
    {
      "point": "GB21",
      "disease": "burning and sore; shivering cold dure to deficiency of energy; tuberculosis; Of energy functioning is disordered treat this point; Pain and tension in  neck muscles; convulsion in which excessive flow saliva; affasia; half body paralysis; retention of placenta; shoulder pain; diarrhoea; contravection of energy as vomiting,; all problems of pregnant women."
    },
    {
      "point": "GB22",
      "disease": "Armpit swelling; pain in flanks; Week, can't rase hand up; Tension in chest; Fever; Intercoastal neuralgia; Don't moxa this point."
    },
    {
      "point": "GB23",
      "disease": "sour test of mouth, sour belching, excess saliva; numbness of exremities; Distortate voice; sad ; sudden breathing troble with tension in chest unable to sipport recombant position; Intercoastal neuralgia."
    },
    {
      "point": "GB24",
      "disease": "sad; Depression; Groaning; Disappointment; Stomach and flanks pain; sour belching; numb extremities; Nausea and vomiting; hitus hernia."
    },
    {
      "point": "GB25",
      "disease": "diffucult standing and benting; Pain back and shoulders; middle potion of arm pain; Hip pain; Barborygmus; Problems of urine."
    },
    {
      "point": "GB26",
      "disease": "Endometrits; Cystits; copious flour albus; Swellen stomach like baloon constipation or loose motion cramps and numbness; half body paralysis; Problems of periods; Leucorrhoea."
    },
    {
      "point": "GB27",
      "disease": "Endometrits; orchitis; shooting pain of stomach; barborygmus; Crytoclele; Trmbling of muscles; Back and loins pain."
    },
    {
      "point": "GB28",
      "disease": "Nausea; loss of appetite; Pain in loins and lateral side of leg; Ulcer, pain and swelling of stomach and intestine; Aecitis."
    },
    {
      "point": "GB29",
      "disease": "pain that spread from shoulder to back by triple warmer meridian and hand can not up, treat this point to get relief.; it syphon out the pain; hip joint; orchitis; Endometritis; Cystits; Treat muscles problem of pelvis region; Leg paralysis or numbness."
    },
    {
      "point": "GB30",
      "disease": "paralysis lf legs; rheumatioid pain hup and keg; swelling of legs; ulcer and wound of legs; When legs are numb and swells, due to block energy flow, treat GB30."
    },
    {
      "point": "GB31",
      "disease": "paralysis , numbeness, cramps of leg and knee; Paralysis of calf ; Prusitus, paresthesias of wholebody; Swelling and redish, around eyes."
    },
    {
      "point": "GB32",
      "disease": "specific point of leg, knees, calf and muscles of leg."
    },
    {
      "point": "GB33",
      "disease": "can not bend knee; pain in knee and leg; Paralysis of legs; Pain in legs due to wind problem; some author called it wind point, some times only this single point, treats knee pain, paralysis of legs; sciatica pain."
    },
    {
      "point": "GB34",
      "disease": "vomitting in travelling; treat paralysis and numbness in any where in body; Swelling and pain in knees; legs paralysis; swelling face, throat, tongue, nausea, bitter tate of mouth, excess urine, hard stool, side pain of chest,; Intercoastal neuralgia; Shoulder pain ; hypertonia; hepatitis; Rupture of a muscle; Myostits; Myasthenia gravis."
    },
    {
      "point": "GB35",
      "disease": "heaviness, fullness, tenstion and blockage of chest; Breathing trouble; Blockage of throat; Ulcer, swelling of legs; paralysis of legs; Problems due to fear; Clold extremities."
    },
    {
      "point": "GB36",
      "disease": "Epilepsy, fainting, cramps; skin pain; moxa in case of dog or any other animal's bite; Chest pain; calf and upper leg pain; cramps of neck muscles."
    },
    {
      "point": "GB37",
      "disease": "Eye disease as loss of vision , blindness of nights; glucoma, contraction of optic nerve, cataract, burning of eyes, itching of eyes, pain in eyes; one sided headache; Epilepsy; Madness; Specific point of excess erection of penis; leg paralysis; pain in outer side of legs; weak legs, unable to stand up aftger sitting ."
    },
    {
      "point": "GB38",
      "disease": "pain in lateral side of leg, radiates from hip to ankle, side by side GB meridian; cold extremities; pain in cheek and tempral head; one sided headache fever with sweating ;   fever with sweating; pain in supra clavicular fosa; Nodes and swelling in armpit; Swelling and blockage in throat; Bitter taste of mouth; Pain in chest; feling in hips as sits in water; Pain and swelling knees; All joints pain, that changes place; Lumbar pain ; when pain increases at 11 to 1 am, try this point."
    },
    {
      "point": "GB39",
      "disease": "madness ; epilespy; Cramps after epilepsy; Numbness; Swelling and blockage of throat; Treat this point incase of gastritis.; Tension  of neck muscles; bleeding from nose; Dread of cold; Watering nose; Contravaction,; hiccup; loose motion; constipation; cold extremities, ; hot heat; feeling as some one pressing chest; Hump; Weak leg ; Bleeding piles."
    },
    {
      "point": "GB40",
      "disease": "Swelling and node in axilla; Swelling node pain in heel and foot; Cramps in calf; `pelvis pain, that radiate to leg and prstrate; cataract; pain and swelling of hips; Pain with tension in chest and flanks; Fever, cough, breathing trouble due to contravection; Cholecystitis; Best point treatment of coccyx tail; vertigo with coccyx tail pain."
    },
    {
      "point": "GB41",
      "disease": "lymph nodes and tuberculosis; Red eyes ; Angry; pain in outer eye lid; Vertigo; Swelling and pain in axilla; Best treatment pont for whole body paralysis; pain with tension in chest; swelling and blockage of throat ; pain on top of the head; Toothache; Ulcer, node and pain in breast; whole body pain; bites cheeks easily; To reduce over sexual feeling ."
    },
    {
      "point": "GB42",
      "disease": "Pain and node in axilla; Ulcer, node and pain in breast; Eyes diseses as redness, burnig; Hard hearing; Pain behind legs; Hip pain ; hip behind legs; Hip pain ; tinnitus ; cholangitis; Biliary cirrhosis."
    },
    {
      "point": "GB43",
      "disease": "wind pain that changes places in body; Vertigo; Ear disease as hard hearing; eyes deseases as redness and burning; Pain and swelling of neck; Bleeding with cough; Gall bladder stone; pain in chest and flanks with tension; fever without sweating; Pain chest; fever without sweating; pain in thorax muscles; treats cerebral pulmonary congestion; Leg paralysis; If any problem increases at 11 am, treat this point."
    },
    {
      "point": "GB44",
      "disease": "Heat in extremities; Swelling and pain  in throat; Occlusion of tongue, difficult speak; Crack in mouth; heaviness and pain in chest and flanks; Breathing trouble; Cramps in calf and arm; Red and painful eyes ; Difficult hearing ; Pain ad ulcer in legs; Treat this point if disease increasea; fevere without sweating ; Headache; Swelling, redish, pain; a blockage in common bile duct."
    },
    {
      "point": "Liv1",
      "disease": "disease of male genital as curved penis, enlarge testicle, pelvis pain radiating to testicles; diseases of female genital as excessive and continous blood in periods, pain during peiods; for stopping excessive bleeding from vagina; Gastric dilation; All problems of urine; portal hypertension; Pain around navel; diabetes; sudden fainting; Sudden chest pain; any disease comes a sudden like a blizzard."
    },
    {
      "point": " Liv2",
      "disease": "Insomnia or dream disturbed sleeping; Night sweating; Excess of anger; Low blood pressure; Dipression; Terror in child Heaviness in head; Painful testicle; Epilepsy; Watering eyes; Blood with cough; Diabets; Bitter test; Excess bleeding in periods; Urine problems as incontroled urine; paining upper and lower back; All trea types of sitis, inner inflammation, sweling and pus; Treat insomnia due to weakness; Good treatment point of cerebral anaemia; Regenrate, damaged Lover cells; Numbness of legs."
    },
    {
      "point": " Liv3",
      "disease": "pain in migrain; cramps, any where in the body; pain as pinching needle in the body; Pain in chest and flanks tension; this point balances blood pressure high or low; Pain of penis that rediate to pelvic; Pain in axilla; Swelling throat; Convulsions; disease due to fear; greenish face; painful right shoulder; Swelling of lips; Nausea; Knee pain; Isomina; Short temper; Weak digestion; good point of liver cirrhosis."
    },
    {
      "point": " Liv4",
      "disease": "urinal problems as burning or retention of urine; Urine truoble due to enlarge prostrate; cold foot; Pain in medial malleolus; Seminal emission with urine ; Decrease body temperature; Greenish face; pain around navel; Numbeness of cold extremities; Swelling of face; Undescended testicle, one or both; Very good point of jaundice."
    },
    {
      "point": " Liv5",
      "disease": "Stomache, radiating to genitals and thighs; feeling of lump below nave; Coldness and numbeness of lower legs; Severe pain in back and thigh; Palpitation from anxiety; Prolapse uterus; Fearful; Dispression and anxiety; Weak or errect penis; Orchitis; Itaching of testicles; Edometritis; it is a specific point of severe itching in genitals of male and female; hepatic colic; Cholecystitis; Good point of pelvic, urinary bladder, cramps and spasm and paresis."
    },
    {
      "point": " Liv6",
      "disease": "severe stomache; Constipation; bloody stool; Painful and cold calf; Treat this point for; Uncontrollable; bleeding after delevery; Treat liv6 in side paralysis; paralysis."
    },
    {
      "point": " Liv7",
      "disease": "good point of medical side of knee, ; occlusion and wind pain; Blockage of throat and wind pipe; thining paresis; thrombosis, caricose veins."
    },
    {
      "point": " Liv8",
      "disease": "urinal problems as retention of urine; anuria; Pain in upper middle eyebrow; loose motion; paresis and paralysis of leg; Blood with stool; Itching, swelling, deforming, pain in genital; Prolaps uterus; Madness; Weakness; Neupalsia; Pain or nay problmes of all the four extremities at qthe same time; pain periods; Migrain; Muscles ofmid thigh and tension of leg; cure prolapses of any body orgen."
    },
    {
      "point": " Liv9",
      "disease": "Urinal problems ; periods problems; Pain in coccyx, radiating to pelvic."
    },
    {
      "point": " Liv10",
      "disease": "Retention of urine; Hypersomia; insomnia; Tiredness; Tension in pelvic; do not treat this point in males; Sweating."
    },
    {
      "point": " Liv11",
      "disease": "thigh pain; disorder of periods; Delayed delivery, problems in delivery ; placenta roll in child; twin baby who sticked together."
    },
    {
      "point": " Liv12",
      "disease": "Stomach pain radiating to genital organ and thigh; Pain genitals ; prolapse of uterus; Sctrotal hernia."
    },
    {
      "point": " Liv13",
      "disease": "tension in chest; node and pain chest and midriff; hypertension; Breathing trouble; Dry mouth; Weigh lost, even taking right diet; Emission with urine; Barborygmus; Vomiting; All stocmach diseases and indigestion."
    },
    {
      "point": " Liv14",
      "disease": "pain; swelling boils; feeling of heat in chest and back on thorax region; Fever Loose mothin ; vomiting ; Pain and hard stool; Sore belching Loss of humger and thirst; Vomiting just after eating; Bleeding from nose, ear eyes, anus; Gypertension; Pleurits."
    },
    {
      "point": "Gv1",
      "disease": "; piles; constipatin; Blood with stool; Itching in testicles; Back pain that radiate to thigh; Vetigo; Epilepsy; Liking of cold food or drinks; Open or shrunken fontanel on infants.; Blood with phlegm; Madness; Genital diseases of male and female.; Best point to recover weakness of over sexual activities; Spine stiff and straight, can not easily bend, head heavy and shaking."
    },
    {
      "point": "Gv2",
      "disease": "Pain in back and thigh whch unable walking, bending forward; Numbness of leg ; irregular periods; Infectious fever ; Piles; Back neuralgia that changes the place ; Moxa for pile problem."
    },
    {
      "point": "Gv3",
      "disease": "Numbness and paralysis of leg; Difficult moving knee; Pain in coccyx  bone; Wing disorder of changing places; Pain due to hurting in genital organs and all gental diseases."
    },
    {
      "point": "Gv4",
      "disease": "Insomnia; chronic piles; Weakness; Backache radating to stomach and thigh; Barborygmus; loose motion; Epilepsy; Trembling head; deafness and tinnitus ; Occulusion with fear; Open mouth; Severe headache; high fever without sweeting; Fever due to difiviency of kdney; physical and mental weakness."
    },
    {
      "point": "Gv5",
      "disease": "pain in upper, lower, middle back ,; difficult in bending; Tension in chest and middriff, feelig some thing stuck in stomach; Prolaps of naus; massage this point when a person is about to die by sinking in water."
    },
    {
      "point": "Gv6",
      "disease": "loss of appetite; Tympanites; tension and pain in midriff; Blood with stool and cough; piles jaundice; Spasm and contraction; prolaps of naus."
    },
    {
      "point": "Gv7",
      "disease": "tensionand pain in loins; Stomach tension with jaundice; vomiting stiff tongue; Loss of vision."
    },
    {
      "point": "Gv8",
      "disease": "Epilepsy; Epilepsy; madness; Grumbling; tension in back muscles; Pain in midriff, navel; Contracton toneu, affasia; Trning head one dside; Trembling walking."
    },
    {
      "point": "Gv9",
      "disease": "tension and pain n centre body; Loosing weight ; Loss of appetite; Leg paralysis; tension of back muscles; Swelling of extremities; jaundice; Unable to take deep breath; Difficult speech; cold fee, that decreazses digestion; Intercoastal neuralgia."
    },
    {
      "point": "Gv10",
      "disease": "fever like influenza, without sweating; Ulcer, node and pain in breast; swelling in various parts of body; breathlessness and weakness due to anaemia; special note  do not moxa and needing on this point , only press and massage."
    },
    {
      "point": "Gv11",
      "disease": "disease due to weakness of heart as anxiety, fearful, habit of forgetfullness; Low blood pressure; Diseases of eyes, ; special note do not moxa and needing on this point , only press and massage."
    },
    {
      "point": "Gv12",
      "disease": "Epilepsy; Attack of madness; trembling voice; back and loins pain; bleeding nose; tuberculosis; breathing troubles; cough."
    },
    {
      "point": "Gv13",
      "disease": "wrist pain; good pain to join the bone of wrist; wind disorder ; headache, convulsion; tension of neck muscles; Feeling tired every time; tired with very little working and seating; Hypersomina."
    },
    {
      "point": "Gv14",
      "disease": "fever,; tension; treat blood disorder diseases. ; contravaction of energy as hiccup; Tension is chest and flanks; cold waves in body; Blockage of throat; back pain ; vertigo; spasm and cramps; epilepsy and convulsion; heat sroke; tuberculosis; oxigen deficiency due to difficult breathing; paralysis; Bronchitis; treat in any chronic infection."
    },
    {
      "point": "Gv15",
      "disease": "Vertigo; Pain in back of neck and head; cramps ; attack of convulsion; bleeding nose; paralysis or paresis of tongue; dumbness; Influenza fever; Epilepsy; Disable due to damage of brain; mental problems; Tatnus may be cure by treating this point."
    },
    {
      "point": "Gv16",
      "disease": "swelling of inner and outer neck; convulsion; patient wants to  do suicide; jaundice; bleeding nose; stiff neck."
    },
    {
      "point": "Gv17",
      "disease": "pain starting from neck; stick neck; swelling on face; pale and painful;  eyes; Insulfficient visualizty; Convulsion; bleeding from tongue root; jaundice; brain problems as depression."
    },
    {
      "point": "Gv18",
      "disease": "severe vertigo; tongue comes out of mouth; restlessness insomnia; restlessness;  Insomnia; Excessive saliva ; madness; convulsions; Headache; Displacement of eyeballs towards up and also start revolving."
    },
    {
      "point": "Gv19",
      "disease": "vertigo ; vision disorder; pain forehead and top head; madness ; Epilepsy and convulsion; Can not lie calmfuly; Influenza fever; Insomnia; Stiff neck; shivering."
    },
    {
      "point": "Gv20",
      "disease": "one side paralysis; doing unwanted things; Attacks of fainting; Epilepsy; tinnitus; Imbalanced standing or walking; Prolapse anal canal; tension of nerves; any shock,; piles; hangover; painfull cold head ; stairing; restless,; forgetful; tension of neck muscles; double; no taste ; low blood pressure; Snap finger and thumb."
    },
    {
      "point": "Gv21",
      "disease": "cold head ; pain on top of head and sewlling; Watering nose; Sudden attack of epilespy to infants; Spasm in had ; Vertigo; Joy and sorrow; Fear, fright, friendship; Liking and disliking; Somatic and antisomatic body alteration."
    },
    {
      "point": "Gv22",
      "disease": "upward movement of eye ball and fainting; Disease due to he habit of alcohol; Severe headache; Bleeding nose; Swelling face; Decreased smelling power; Treat this point for wrong habit of food."
    },
    {
      "point": "Gv23",
      "disease": "Blocked nose; Polyps of nose; Bleeding nose; Pain and swelling of face; Headache; Pain and congestion of eyes; Work of Hypocampus and related diseases; Hypocampus controls recent memory; When hypocampus damaged- disorder of recent memory occurs changed sexual behaviour, ; hyper sexual active person are used to do wrong sexual activity in unhuman ways,; sometims sexual feeling totaly finish."
    },
    {
      "point": "Gv24",
      "disease": "Attack of madness, paient begins to run hare and there; Tears clothes; tongue comes out of the mouth; watering nose, mouth, eyes; twisting muscles; Severe vertigo; spasm; insomnia; hedache; Cataract; Excess thirst."
    },
    {
      "point": "Gv25",
      "disease": "Low blood pressure; Bleeding nose  ; polyps nose; In rhinophremia disease nose becomes red and wells and with boils on it.; any disease of nose; treat for hangonver of alcohol ."
    },
    {
      "point": "Gv26",
      "disease": "Treat this point in case of any type of shock; Heat stroke ; Fainting due to heat stroke; Low blood pressure; fainting & vertigo due to L.B.P.; Epilepsy; troubles due to sea voyaga; problmes due to driving car; Spasm; sometime laughing ludly; other time weeping or talking to own self; Lock jaw; Curved mouth; Swelling on face ; moving lips; Contriction of eye's muscles; jaundice; Sudden backache; pain in lumber spine; Vertigo."
    },
    {
      "point": "Gv27",
      "disease": "Red tongue; Pale urine; Jaundice; Blocked nose; bleeding nose; painful teeth and gums; Tension lf lip; Convulsion, lock teeth and drooling."
    },
    {
      "point": "Gv28",
      "disease": "pimples on face; Gums swelling and toothache; Pain in root of nose; Blocked nose; Jaundice; Influenza fever; madness; Itching, burning and excess tears in eyes; cataract of eyes; closed tear duct due to congestion of inner eye corner."
    },
    {
      "point": "CV1",
      "disease": "Revival point for drawing person; increases the power of ejaculation; pain, swelling and sweating of genitals, prolaps of rectum, burning and piles; prolaps of uteras; retention of urine, it releases urine and save life; to improve decreasing body temperature; treat of fainting after deliver of child."
    },
    {
      "point": "CV2",
      "disease": "weakness; tiredness; Impotency of male and swelling of testicles; Cold extremities; Pelvic pain; Night fall; Urinal problems, paralysis of urinal organ; to normalize the uterus after delivery; in Anuria."
    },
    {
      "point": "CV3",
      "disease": "Retention of urine in urinary bladder; Infection in uretha; Nephritis; Peritonitis; Premature ejaculation; Acitis or edema of stomach; irregular or delayed period; sudden bleeding ; Swelling , vurning, ganaria of genitals; pain near navel; hungry but can not eat; Sexual dsire before periods; Enlarged prostrate;  note - If urine collects in urinary bladder. do not moxa, at this position .do moxa after urination."
    },
    {
      "point": "CV4",
      "disease": "treats swelling node, retentionof urine and period, infertility, due to statis of energy and b ody fluids; Uterus haemorrhage after delivery; retention of placenta; diseases of coldness as- somache whch radiates to genital, loose motion urinal problems, feeling of cold; paresis due to weak kindney, cold extremities, hot head with headache; Heat stroke; Infection of urinary bladder; Prolapse of uterus; Imptency of male; Ascaridosis; Scoliosis; hernia of male,; white or bloody leukorrhoea and fibroid in women; note - If urine collects in urinary bladder . don not moxa, at this position .do moxa after urination.."
    },
    {
      "point": "CV5",
      "disease": "male genital diseasae- as pain, swelling , radish, eczema, itchng, contrictionof prostrate; Female genital deases- as swelling in vagina, radish, itching, haemorrhage, after delivery or any vaginal haemorrhage, or in cas of no periods; Retention of urine or frequent urination; pain around navel, pain in midriff, barborygmus; Loss motion; Regularise whole endocrine system."
    },
    {
      "point": "CV6",
      "disease": "weakness, dulness, tiredness, anxiety , fear atc,; Diesseas due to cold- paresis and cold extrmities, pale face, weak voice, loss of weight, pain and cold around navel; Weakness and coldness of male gentals; Weak famale genitals, infertility,bleeding, irregular period, pain aroun navel at the time of period; Prolapse of uterus; Ulcer in stomach. ; Barborygmus; Heat stroke; Constipation; Insomnia; Restlessness; Treat cramps due to cold; Treat for weakness, nervous depression disorder; It is special point of small intestine and large intestine; oncontinence of urine."
    },
    {
      "point": "CV7",
      "disease": "weakness, tiredness, dullness; increasing disease of night, ; retention of urine, tied stomach due to retention of water, ; pain in small pelvic , ; radiating to genitals, sweating of genital, irregular periods, male impotency, female inferitlity; Bleeding nose; Heat waves in body; Pain around navel; Contraction of testicles in infant swelling and pain throat; for all genetic diseases."
    },
    {
      "point": "CV8",
      "disease": "sudden fainting; heat stoke; Frequent loose motion; Barborygmus; Prolapse of rectum; Spasm of stomach; Convulsion; consntipation; Breathing troubles; Heart troubles."
    },
    {
      "point": "CV9",
      "disease": "good point of pulmonary  TB; Disease due to water retention in body; as odema, swelling, loss of apetite, acitis, stocmach , pain in stomach; loose motion; Scanty urine; Nose bleeding; nose bleeding; Pain and tension in midriff."
    },
    {
      "point": "CV10",
      "disease": "loss of appetite; Weak digetion; Loss of body weight; Scanty urine; vomiting and nausea; Stiff stomach; Barborygmus; Lump in middle of stomach; gall bladder prblem."
    },
    {
      "point": "CV11",
      "disease": "loss of appetite; hiccup; Nausea; Painful and stiff stomach; chest midriff; Barborygmujs; Gall bladder."
    },
    {
      "point": "CV12",
      "disease": "Stomach ralated diseases; loss of appetite ; indisation; vomiting, loose motion; wind related disease: fainting , fever, spasm, attack of weeping and crying; good point for ulcer of stomach and juodenal."
    },
    {
      "point": "CV13",
      "disease": "problems due to terror, as spasm, muscles tension, ; anxiety; epilepsy, pain in middle stomach; disease of phlemgs; barborygmus; Nausea and vomiting; loose motion; jaundice fever without sweating; Loss of appetite."
    },
    {
      "point": "CV14",
      "disease": "disease due to deficiency; Attack of fainting; epilepsy, pain in middle stomach; Spasm, spasm of diaphram; Woms in choleducts; Hepatitis liver problems; Sore belching ; Cough; Unable to take deep breath; Vomiting and loose motion;  jaundice; pain back and chest ; feeling of cold in back."
    },
    {
      "point": "CV15",
      "disease": "anxiety , coward, dont believe to any one , ; suspecious, unsocial, attack of epilepsy; Early tired ; one sided headache; Tension in chest, vomiting, fever, fullness of stomach; belching or swelling of throat in and out; suffocation; itching and pain in stomach skin."
    },
    {
      "point": "CV16",
      "disease": "tension and pain in chest and flanks; vomiting;  bedlching breathing tgrouble; nausea , while eatinng; vomiting and milk in infants."
    },
    {
      "point": "CV17",
      "disease": "bronchial asthama; pain in breast; Bronchitis; lactation deficiency; fainting due to paresis; pain of chest and middriff, due to contravection, breathing trouble; cough; backache."
    },
    {
      "point": "CV18",
      "disease": "pain and tension in chest and midriff; pain in ribs and sternum; Hiccup and belching; vomiting and nausea; cough with phlegm and blood; gas and belching."
    },
    {
      "point": "CV19",
      "disease": "pain and tension in chest and midriff; pain in ribs and sternum; Hiccup and belching; vomiting and nausea; cough with phlegm and blood; genital and urine problem."
    },
    {
      "point": "CV20",
      "disease": "food can not pas to stomach, due to blacked esophagus; difficult in swalloing food and drinking, tention in chest and flanks."
    },
    {
      "point": "CV21",
      "disease": "tension due to contravection in middriff and chest,; pain hiccup;  cough; belching; breathing trouble; difficult eating and drinking, due to swelling in and out part of throt feeling some thiing stuck in middriff."
    },
    {
      "point": "CV22",
      "disease": "sore throat with swelling; ulcer and pus in throat; difficult speech, due to blackage of throat; short breathing; asthma; cough; Enlarge thyroid; Bronchial asthama; problem of wind pipe; spasm of diaphragm skin; sore throat; when head stop to rotate; reduces swelling of thyroid; bone problme."
    },
    {
      "point": "CV23",
      "disease": "tongue disease as swelling of tongue; contriction and swelling of gydroid bone; difficult speaking difficult swalloing; drooling."
    },
    {
      "point": "CV24",
      "disease": "Facial muscles paralysis, when eyes and mouth curved; Pain of lower teeth; difficult speaking; sitis diffundens."
    }
  ]
}
